{
  "park_name": "Recreatiepark Terspegelt",
  "total_reviews_processed": 1097,
  "reviews": [
    {
      "text": "Super mooi ingericht, gezellig om te zitten,lekker eten",
      "rating": "FIVE",
      "author": "Anita Weenink"
    },
    {
      "text": "Heerlijk gegeten! Wij zaten lekker gezellig met voldoende privé! En voor mij persoonlijk is het hier ideaal omdat ze 'hoge' tafels hebben waar ik makkelijk onder kan met mijn rolstoel, helemaal prima!!",
      "rating": "FIVE",
      "author": "Jan Aarts"
    },
    {
      "text": "Het was heel erg zonnig en warm. Een parasol op het terras zou heel fijn geweest zijn.",
      "rating": "THREE",
      "author": "Ans Lemmens"
    },
    {
      "text": "Super lekker gegeten",
      "rating": "FIVE",
      "author": "Belleke Loncke"
    },
    {
      "text": "Hier het verassingsmenu gegeten, echt heerlijk.(we waren hier half september) Het enige wat fijn zou zijn is meer keuze in alcohol vrije drank. Waarom zoveel soorten bier en zoveel keuze aan wijn. En dan net zoals in de rest van Nederland geen keus in spa soorten. Het zou echt fijn zijn als daar meer keuze in komt zoasla bv spa citroen, spa munt wees creatiever.",
      "rating": "FIVE",
      "author": "Marjolein Adema"
    },
    {
      "text": "Mooie restaurant om een borrel te drinken of wat lekkers te eten Buiten bij de haard is ook in het najaar leuk",
      "rating": "FOUR",
      "author": "Franca Versmissen"
    },
    {
      "text": "Geweldig lekker gegeten! Prachtige sfeer en erg fijn personeel",
      "rating": "FIVE",
      "author": "Alvin Kuster"
    },
    {
      "text": "Weekend op jullie camping verbleven. Eten was lauw/koud toen we dit aangaven hoorde we alleen ik zal het aan de keuken terug koppelen maar verder geen sorry of iets. Ook stond er vrijdag in de app dat het sterrenstand zaterdag om 9.00 uur open zou zijn echter om 9.00 uur daar samen met meerdere camping gasten zagen we in de app dat het naar 10 uur verzet was. Gebeld en je krijgt dan te horen dat het nooit om 9.00 uur open is dus je wordt eigenlijk voor leugenaar uitgemaakt samen met de andere gasten. Vandaag stond er dan weer dat ze om 10.00 uur open zouden zijn en waren ze wel al om 9.40 toen we aankwamen al open. Voor ons geen goede indruk helaas ondanks alle lovende recensies die we van te voren gelezen hadden.",
      "rating": "FOUR",
      "author": "Nicole Kleijne"
    },
    {
      "text": "Heel mooi recreatie park.",
      "rating": "FIVE",
      "author": "James Van Dalm (Jimmy)"
    },
    {
      "text": "Fantastic site with great amenities and friendly staff",
      "rating": "FIVE",
      "author": "Richard Phillp"
    },
    {
      "text": "Geweldige vakantie met de kleinkinderen gehad. Super recreatiepark voor elke leeftijd.",
      "rating": "FIVE",
      "author": "Jannie Van Dalm"
    },
    {
      "text": "fantastische vakantie gehad op terspegelt",
      "rating": "FOUR",
      "author": "Jouelle Jas"
    },
    {
      "text": "Één groot nadeel op deze camping. Je kunt alleen met PinPas betalen bij het sterrenstrand en cafetaria. Je zoon een ijsco geven met kleingeld is niet meer mogelijk.",
      "rating": "THREE",
      "author": "Dave Mennen"
    },
    {
      "text": "Hele mooie camping, van alle gemakken voorzien. Enige minpunt is bij drukte de wachttijden vd horeca (bijna een uur wachten op een frietje), ook in het restaurant waar als je geluk hebt een plekje hebt is, is de prijs/ kwaliteit niet in verhouding (Chai latte en cocktails uit kant en klare verpakking).",
      "rating": "FIVE",
      "author": "S. B."
    },
    {
      "text": "Went to the indoor pool. It was good! Recommendable place for recreational swimming. A bit crowded... but still fine",
      "rating": "FOUR",
      "author": "Joshua Cu"
    },
    {
      "text": "Mooie gebied. Veel zwemwater zowel buiten als overdekt. Prima camping niet goedkoop.",
      "rating": "FOUR",
      "author": "Henny van der Schilden"
    },
    {
      "text": "Paradijs voor de kids (maar ook wii hadden niets te klagen)",
      "rating": "FIVE",
      "author": "Pim & Erika Regterschot"
    },
    {
      "text": "Heerlijle familietijd",
      "rating": "FIVE",
      "author": "Jean-Pierre van den Berk"
    },
    {
      "text": "Mooi hoor van de camping.",
      "rating": "FIVE",
      "author": "Spookymatch"
    },
    {
      "text": "Zwembad valt tegen niet echt leuk voor kids en camping is savonds erg veel lawaai (geen nachtbewaking) Bedden in stacaravan niet lang en niet breed genoeg",
      "rating": "TWO",
      "author": "Ruth Ruiter"
    },
    {
      "text": "Leuke camping. Veel te doen voor de kindjes. Wel zit er heel veel verschil in de huisjes en veldjes dus je moet heel goed kijken voor je wat boekt.",
      "rating": "FIVE",
      "author": "Jojanneke Geevers"
    },
    {
      "text": "We waren niet op het park maar hebben met jonge kinderen het kabouterpad gelopen. We hadden mooi weer dus was prima wandeling. Erg kort maar daardoor voor jonge kinderen ook goed te doen. Je hebt zelf in de hand of je er een half uur over doet of een uur, de opdrachten zijn leuk uit te breiden met fantasie. Pad is ook voor wandelwagen goed toegangbaar. Aankleding had wat meer gekund.",
      "rating": "FOUR",
      "author": "Roel Colsters"
    },
    {
      "text": "Top camping waar je zeer veel kan doen mooie huisjes en caravans. Ook een fijne horeca en mooi zwemwater ook is er een grote visvijver waar je ook kan waterfietsen.",
      "rating": "FOUR",
      "author": "j spijkerboer"
    },
    {
      "text": "Geweldig park. Leuke animatie en altijd wat te beleven.",
      "rating": "FOUR",
      "author": "Marieke Oosterhout"
    },
    {
      "text": "Nette camping met veel animo, vriendelijk personeel en een tof binnenwaterparadijs.",
      "rating": "FIVE",
      "author": "Tinne Thielemans"
    },
    {
      "text": "In 2016 geweest in het naseizoen. Mooie camping, schoon en leuk zwembad. Wij zaten in een stacaravan. Deze was ook schoon en compleet ingericht. Bijzonder vriendelijk personeel!",
      "rating": "FOUR",
      "author": "Peter"
    },
    {
      "text": "Leuke plaats voor ontspanning",
      "rating": "FIVE",
      "author": "Marc Boomaerts"
    },
    {
      "text": "Slecht",
      "rating": "TWO",
      "author": "Remco Dieks"
    },
    {
      "text": "Zeer grote camping (ca 900 plaatsen) maar over het algemeen toch een relaxte sfeer. Op kinder basisplaats een klein speeltuintje aanwezig wat ideaal is. Plaatsen zijn ruim voldoende ook voor een grote tent of caravan. Echter anders dan dat we gewend zijn in bijv Frankrijk geen heggen tussen de plaatsen. Sanitair voldoende aanwezig en over algemeen schoon. Fijne douche! En natuurlijk veel fijne faciliteiten : zwembad, meer, springkussen, speeltuinen, racebaan, midgetgolf, etcetera, etc. Je hoeft je dus absoluut niet te vervelen en wij hebben dus een prima vakantie gehad. Alleen een dingetje: in de brochure staat dat er vanaf 23u rust moet zijn, maar dat is lang niet overal. Op ons veld was het allemaal prima, maar verderop werd er harde muziek gedraaid en of nog luidruchtig gesproken. Hier leek geen echte controle op te zijn?",
      "rating": "FOUR",
      "author": "M Faber"
    },
    {
      "text": "Supermooi en verzorgd vakantiepark!",
      "rating": "FIVE",
      "author": "Hans Neeleman"
    },
    {
      "text": "Top camping met alle faciliteiten die je maar nodig hebt. Wel wat te groot in onze smaak (ca. 970 plekken).",
      "rating": "FIVE",
      "author": "Rick Riemer (Privé)"
    },
    {
      "text": "Een super mooie camping. Er is van alles te doen.",
      "rating": "FIVE",
      "author": "Anouk Van Der Vegt"
    },
    {
      "text": "Leuke bediening goed eten",
      "rating": "FIVE",
      "author": "Jolanda Mulder"
    },
    {
      "text": "Heerlijke middag gehad prima gegeten en genoten op het terras van het heerlijke weer.",
      "rating": "FIVE",
      "author": "F. Bleijs"
    },
    {
      "text": "Wij hebben hier heerlijk gegefen",
      "rating": "FOUR",
      "author": "Roger van"
    },
    {
      "text": "Niet erg klantvriendelijk(12-08-2018): We hadden voor gisteren met 11 personen gereserveerd (om 18.00u), en konden alleen kiezen uit een zeer beperkte keuzemenu. Een aantal van ons gezelschap konden hier geen keuze uit maken, dus gevraagd naar eventueel andere mogelijkheden. Na overleg met chef kok mochten we bij uitzondering toch uit de kaart een keuze maken, maar werd bijgezegd dat het dan wel erg lang kon duren, omdat alles bezet was en de keuken zeer druk bezet was. Waarschijnlijk was het personeel geïrriteerd want voor opname van drank was niemand meer te zien. Omdat we wel erg lang op het hoofdgerecht moesten wachten hebben we wat rondgekeken, en in het restaurant waren naast onze groep nog 4 personen aan het eten, en buiten waren nog een viertal tafeltjes bezet, dus vroegen we ons af wat het personeel bedoelde met alles bezet, en waarvoor de keuken het dan druk zou moeten hebben. Al jaren sluiten wij onze familiedag af met een diner in een restaurant in de Kempen, dit was de eerste keer dat wij niet a la carte konden bestellen.",
      "rating": "ONE",
      "author": "Jan Luijten"
    },
    {
      "text": "Ligt wederom op een fietsroute tossen 09 en11 drankje en kleine versnapering",
      "rating": "THREE",
      "author": "danny eerlings"
    },
    {
      "text": "Leuk terras. Waren ons helaas vergeten. Verder 👍",
      "rating": "THREE",
      "author": "Leo Willekens"
    },
    {
      "text": "Gezellig terras. Duurde wel 5 minuten voor er bediening kwam.",
      "rating": "FOUR",
      "author": "Chris de Wit"
    },
    {
      "text": "Voor kinderen geen aanrader",
      "rating": "TWO",
      "author": "nicky kerkhof"
    },
    {
      "text": "Goede service, lekker eten, mooie locatie. Aanrader!",
      "rating": "FIVE",
      "author": "grytsje pieters"
    },
    {
      "text": "Super fijn restaurant. Top gegeten en leuke personeel!!",
      "rating": "FIVE",
      "author": "Marie Nefkens"
    },
    {
      "text": "Zeer hoge kwaliteit van het eten en zeker ook heel vriendelijke bediening",
      "rating": "FIVE",
      "author": "Rita Slegers"
    },
    {
      "text": "Leuke glijbaan!",
      "rating": "FIVE",
      "author": "jan Meijer"
    },
    {
      "text": "Leuk zwembad, voor de kleine kinderen een leuk zand met water speelpark. Verder redelijk zwembadje en in apart deel een glijbaan. Enige minpunt is toch de schoonmaak van de toiletten. Hier kwam echt de ranzige, naar aminoniak, ruikende urine lucht je tegemoed. Verder wordt er wel gedweild, de haren het putje in geveegd zonder weg te halen. Als deze punten verbeteren dan zeker 5 sterren.",
      "rating": "FOUR",
      "author": "Patrick van der Wolf"
    },
    {
      "text": "Leuk binnen strand voor de allerkleinste",
      "rating": "FIVE",
      "author": "Stephan Vriends"
    },
    {
      "text": "Zeer leuke plek en niet te duur. Enige minpunt: In het speelgedeelte voor de jongere kindjes heb je een opening naar het \" doolhof \". Het laddertje is zeer stijl en glibberig. Die opening had beter aan de andere kant van het terras geweest",
      "rating": "FOUR",
      "author": "Steven Peeters"
    },
    {
      "text": "leuk binnen strand voor kinderen tot 12 jaar! zwembad is ideaal voor jonge gezinnen.",
      "rating": "FIVE",
      "author": "Marco Grissen"
    },
    {
      "text": "Hele leuke overdekte zandspeeltuin! Kleine kinderen kunnen zich er uren vermaken. Het zwembad is niet spectaculair, maar wel prima. Helaas was de badjuf compleet ongeschikt voor het werk. Van de glijbaan was een kind gegaan die nog niet kon zwemmen. Haar reactie was vanaf de kant heel vaak op het fluitje blazen en geïrriteerd reageren. Een willekeurige volwassene is het kind gaan helpen. Toen het kind aan de kant was bleef het de verantwoordelijkheid van anderen om te zorgen dat het kind niet weer in het water zou gaan zonder bandjes, begeleiding of iets. Even later toen ik mijn kind over een muurtje heentilde kreeg ik met een fluitje en vervelende handgebaren te maken. Ik was me er niet bewust van dat ik iets deed wat niet mocht. Het had ook vriendelijk aangegeven kunnen worden dat iets niet de bedoeling is.",
      "rating": "FOUR",
      "author": "René van Hulle"
    },
    {
      "text": "Zeer leuk overdekt zwembad. Uitermate kindvriendelijk met de nodige speeltoestellen. Zeer vriendelijk en hulpvaardig personeel. Top.",
      "rating": "FIVE",
      "author": "Frans Smeulders"
    },
    {
      "text": "Super fijn voor de kindjes. Goeie plek voor onze tent. We komen weer.",
      "rating": "FIVE",
      "author": "Nicky Peeters"
    },
    {
      "text": "Verzorgd en net park. Leuke animatie voor de kinderen. Alerte EHBO’ers.",
      "rating": "FIVE",
      "author": "Tamara Cuijpers"
    },
    {
      "text": "Super leuke kabouterwanding gedaan. We betaalden €6,25 bij de receptie voor een zakje met een kaboutermuts, het zakje, stickers en een opdrachtenboekje. We deden er ongeveer een uurtje over maar hadden echt echt wel pret.",
      "rating": "FIVE",
      "author": "Maarten Vergote"
    },
    {
      "text": "Very nice camping. Very clean and plenty of activities for the children.",
      "rating": "FIVE",
      "author": "Nard Cox"
    },
    {
      "text": "Aardig personeel, best leuk park maar in oktober is het sterrenstrand niet meer verwarmd. Dit is niet vermeld ergens en je gaat er vanuit dat je niet met honderden tegelijk in een mini-zwembad moet. Dan blijft er weinig over als ook de kinderboerderij afgesloten is. Leuk park dus in de lente en zomer, geen aanrader in slechtere periodes. Grote afstanden lopen soms ook.",
      "rating": "THREE",
      "author": "kim kops"
    },
    {
      "text": "Hele leuke camping. Groot, mooi zwembad met een leuke glijbaan. Voor alle leeftijden is dit zwembad leuk.",
      "rating": "FIVE",
      "author": "Chantal Janssens"
    },
    {
      "text": "Ter Spegelt is een uitstekende camping. Veel voorzieningen en constant in ontwikkeling. Steeds verbeterd de camping en komt er weer een activiteit bij. Zoals een nieuw centrum complex nu nog in aanbouw.",
      "rating": "FIVE",
      "author": "Bert Wijnand"
    },
    {
      "text": "Mooie camping en schone wc's en de enige camping die vaatwasser heeft",
      "rating": "FOUR",
      "author": "Bart Vermeulen"
    },
    {
      "text": "Lovely park with lots to do. We didn't swpnd loads of time on site, but when we did we had great fun. The lake and small beach are great fun for younger ones. The pool is really good for little ones - great sand park, too. The one indoor slide is good for those just getting used to bigger water slides. May not be the best for teenagers. The entertainment we went to was okay, not enough for over 5s really. We stayed with Eurocamp, it was fine but had a problem with ants. Some of the other operators on site had some pretty swish accommodation that we'd like to try. We'd go back.",
      "rating": "FOUR",
      "author": "Nathalie Burwell"
    },
    {
      "text": "A wonderful place. Huge park with great facilities, great food, great pool and maybe the best shower block ever seen. Staff are super friendly and helpful and place is peaceful (though the difference between a weekend and a weekday was HUGE! Felt like we had the place to ourselves on weekdays but was hammered at weekends). Would recommend in a second, we made some great memories here.",
      "rating": "FIVE",
      "author": "Adam Frank"
    },
    {
      "text": "Vandaag erg ongastvrij ontvangen. We waren op doorreis, wilde familie, die op het park stond, een half uurtje gedag zeggen. Moesten we een dagkaart kopen. Uiteraard hebben we dit niet gedaan. Een onvriendelijke mevrouw slingerde belerend allerlei regels naar ons hoofd. De menselijkheid was ver te zoeken. Uiteindelijk moest de familie naar het parkeerterrein komen om gedag te zeggen. Met een onwelkom en onhartelijk gevoel hebben we TerSpegelt verlaten, Jammer. Ik kom hier nooit meer....",
      "rating": "ONE",
      "author": "Mel Viper"
    },
    {
      "text": "Fijn luxe camping",
      "rating": "FIVE",
      "author": "peter boonen"
    },
    {
      "text": "Wij hebben een zeer fijne vakantie gehad in Ter Spegelt. Alles was goed georganiseerd. Het personeel was altijd zeer vriendelijk en behulpzaam, zowel aan het onthaal, in de winkel tot restaurants en aan de attracties. Echt top georganiseerd. De voorzieningen waren netjes en alles was proper. Zelfs de stranden aan de meren waren mooi opgeruimd. We hadden geluk met het fantastische weer waardoor we volop hebben kunnen genieten van alles wat dit recreatiepark te bieden heeft. Dikke pluim voor het personeel en de organisatie. Wij kunnen een vakantie in Ter Spegelt zeker aanraden en zijn mooie vakantieherinneringen rijker.",
      "rating": "FIVE",
      "author": "Johan Degrieck"
    },
    {
      "text": "lijkt mooie service",
      "rating": "FOUR",
      "author": "Lj Lips"
    },
    {
      "text": "Goed geregeld. Zeer nette camping met alle voorzieningen",
      "rating": "FIVE",
      "author": "Jan Smeets"
    },
    {
      "text": "Erg leuk, alleen weinig karper gezien.",
      "rating": "FOUR",
      "author": "Joël Reeb"
    },
    {
      "text": "Goed aanbod",
      "rating": "FIVE",
      "author": "Tom Hartog"
    },
    {
      "text": "Top park met voor ieders wat wils",
      "rating": "FIVE",
      "author": "Richard Huijberts"
    },
    {
      "text": "Mooi ruim en ora htige omgeving",
      "rating": "FIVE",
      "author": "Liselotte van der Aa"
    },
    {
      "text": "Geweldige camping, erg leuk gehad en veel te doen !!",
      "rating": "FIVE",
      "author": "Peter Verhey"
    },
    {
      "text": "Een leuke camping ook voor de kinderen .",
      "rating": "FOUR",
      "author": "Huub Coort"
    },
    {
      "text": "Prachtig met zo veel verschillende soorten bezigheden voor jong en oud meteen mooie camping en heel mooie huisjes",
      "rating": "FOUR",
      "author": "Bartje VD AKKER"
    },
    {
      "text": "Helaas waren de kids snel uitgekeken op de speeltoestellen, zwembad was niet gewoon open. Maar wel heerlijk genoten van het grote meer, super leuk en heerlijk vertoeven met die warmte. Plek op de camping was ook goed. En sanitair was ook goed voor elkaar",
      "rating": "THREE",
      "author": "Brenda Dekker"
    },
    {
      "text": "Mooi groot opgezet vakantiepark. 3 verschillende vijvers met diverse animatie voor de kinderen. Restaurant valt echter tegen.",
      "rating": "FOUR",
      "author": "Edwin van de Wege"
    },
    {
      "text": "Leuke camping! Schoon sanitair en leuk voor kinderen en tieners! 🙌🏻",
      "rating": "FOUR",
      "author": "Senne Op het Roodt"
    },
    {
      "text": "Mooie camping, genoeg te doen. Vooral geschikt voor gezinnen met kinderen tot 16 jaar.",
      "rating": "FIVE",
      "author": "Martijn van Binsbergen"
    },
    {
      "text": "Prima camping! Ruime plekken, mooi viswater en alles netjes en schoon. Vooral een pluim voor het sanitair, goed schoon en wordt ook regelmatig bijgehouden ivm corona. De kids ook genoten, 2x geraft en geblopt,genoeg ruimte om zich te vermaken.",
      "rating": "FIVE",
      "author": "Fr W"
    },
    {
      "text": "Leukste camping voor Kids die ik tot nou heb bezocht, zoveel leuks te doen zelfs nu in de corona tijd 👌",
      "rating": "FIVE",
      "author": "Joyce Van seggelen"
    },
    {
      "text": "Grote camping met indoor sterrenstrand en speeltuin.",
      "rating": "FOUR",
      "author": "Richard Spooren"
    },
    {
      "text": "Love it, it's a great camping place lots of activities to do for young and old!",
      "rating": "FIVE",
      "author": "Nicole Adkins"
    },
    {
      "text": "Leuke en mooie camping. Ruime plaatsen en schoon sanitair. Mooi meer met een heerlijk strand en als het slecht weer is kun je binnen goed zwemmen in het Sterrenstrand.",
      "rating": "FIVE",
      "author": "Gertjan van Voorden"
    },
    {
      "text": "Mooie camping, wel inzettend groot. Faciliteiten zijn in orde (lees: eten&drinken, strand en bereikbaarheid). Wat mij wel heeft gestoord was het tekort aan toiletten en douches. Vaak wachttijden voor de douche en wc. Niet handig en zeker niet met kleine kinderen! Veldjes zijn ok, ook al sta je op sommige veldjes dicht tegenover elkaar (veld 13 bijv.) personeel is vriendelijk en behulpzaam. Voor mij een te grote camping, maar dit is persoonlijk. Verder ok voor 2 weekjes kamperen...",
      "rating": "THREE",
      "author": "Dirk Poelstra"
    },
    {
      "text": "Mooie camping, veel te doen. Belachelijk dat je als bezoeker €4,50 p.p. moet betalen om op de camping te komen. Absurde prijs als je als opa en oma iets komt brengen wat vergeten is of gewoon koffie komt drinken bij de kinderen en kleinkinderen. Hiervoor heb je dan alleen toegang tot de camping want voor een zwembad of i.d. moet je pasjes hebben. Ik vind het normaal dat je wat moet betalen om gebruik te maken van toilet etc. maar €9 vind ik buiten proporties.",
      "rating": "ONE",
      "author": "Trees Bol-Langemaire"
    },
    {
      "text": "Heel net park, mooie zwemvijvers. Geweldig restaurant!",
      "rating": "FIVE",
      "author": "Juan P"
    },
    {
      "text": "Het is een super leuke camping😊👏",
      "rating": "FIVE",
      "author": "Nikita Van Kuik"
    },
    {
      "text": "Goeie camping kom er al 21 jaar",
      "rating": "FIVE",
      "author": "Rik De vrij"
    },
    {
      "text": "Is een top camping. Er is veel te doen. Mooie omgeving en vriendelijk en behulpzaam personeel.",
      "rating": "FIVE",
      "author": "Martin Mosterd"
    },
    {
      "text": "Mooi gelegen recreatiepark.",
      "rating": "FIVE",
      "author": "Leon van den Dool"
    },
    {
      "text": "This camping place is very disappointing. I’m a very patient person, but this is something that makes me very angry. I’m 20 and rent a house with my friends near the sea from this camping place and we don’t want to sleep at this place, we only want to go in the sea. But some of the personal don’t allowed us to go to the sea, because we are under 23. Everybody of us is over 18 and we were very sad about this. But the most unfair thing is, that the personal told us we are not allowed to go in the whole sea. We checked this and it was possible. That’s the reason why they’re unfriendly to youths.",
      "rating": "ONE",
      "author": "Phillis Haack"
    },
    {
      "text": "Leuke camping",
      "rating": "FIVE",
      "author": "Wil Op den Kelder"
    },
    {
      "text": "Mooie grote camping",
      "rating": "FOUR",
      "author": "Frank Van Leuken"
    },
    {
      "text": "Een heel leuk, gezellig en schone camping.",
      "rating": "FIVE",
      "author": "Roger Aardoom"
    },
    {
      "text": "Top camping.",
      "rating": "FIVE",
      "author": "Jan van der Zouwen"
    },
    {
      "text": "Super mooie camping waar veel aandacht besteed word aan het milieu. Ook worden er veel activiteiten aangeboden voor kleine en grote kinderen. Mooi overdekt zwembad en een binnen speelstrand. Buiten een mooie zwemplas met blob , waterfietsplas, fietscrossbaan enz enz echt een aanrader. Jongeren groepen onder de 23 jaar zijn hier niet welkom.",
      "rating": "FIVE",
      "author": "Gert Schipper"
    },
    {
      "text": "Lekker geborreld. Prima",
      "rating": "FIVE",
      "author": "Peter Tuijtelaars"
    },
    {
      "text": "Uitstekende service en zeer klantvriendelijk",
      "rating": "FIVE",
      "author": "Frans Smeulders"
    },
    {
      "text": "Geweldig ik kom hier al meer dan 40 jaar. Is als thuis.",
      "rating": "FIVE",
      "author": "Cora Vd Burg"
    },
    {
      "text": "Super leuk. Lekker gegeten. Vriendelijke bediening.",
      "rating": "FIVE",
      "author": "Jan Poppelaars"
    },
    {
      "text": "Mooie camping, gewoon een hele fijne uitstraling. En een zeer vriendelijke bediening op het terras. Van het restaurant. En lekker eten. Top.",
      "rating": "FIVE",
      "author": "Johan Schuurmans"
    },
    {
      "text": "Eurocamp here is cheap and cheerful. The shop is ok if you are desperate or it's a short drive to Jumbo. The bars are ok, but the beer selection is limited.",
      "rating": "THREE",
      "author": "Anthony Shaw"
    },
    {
      "text": "This is a very child friendly holiday park. There is accommodation of all types from basic caravan slots through to \"luxury\" lodges. They are perfectly good but the bedrooms are rather small. It is possible to stay away from the activity centres for some peace.",
      "rating": "FOUR",
      "author": "Jeff Bulled"
    },
    {
      "text": "Every week 3-4 times we are going there very close to home . Super nice place for children and families",
      "rating": "FIVE",
      "author": "Mustafa ŞİMŞEKLER"
    },
    {
      "text": "Geweldige camping voor iedereen die een ruim opgezette camping zoekt met veel voorzieningen (voor kinderen). Vriendelijke medewerkers.",
      "rating": "FIVE",
      "author": "Judith Verhoeven"
    },
    {
      "text": "My kids loved the bikes the most. The pool was nice and the sandy play area by the pool was amazing for younger children. I'd imagine the lakes would be great in warmer months. I was directed to medical help when my son needed it. I appreciated that. Staff were helpful.",
      "rating": "FIVE",
      "author": "Aideen Ní Chéilleachair"
    },
    {
      "text": "Op zich een leuke camping alleen weten ze niet meer wat Brabantse gemoedelijkheid inhoudt. Het is de laatste jaren vrijwel alleen maar op de Duitse bevolking gericht. Het geld verdienen is nu belangrijker dan een sfeervolle camping creëeren. Jammer maar nooit meer voor ons en daar denken wij niet alleen zo over",
      "rating": "ONE",
      "author": "d k"
    },
    {
      "text": "Het binnenbad is heel erg leuk met indoor strand en veel klimtoestellen voor de kids. Top",
      "rating": "FIVE",
      "author": "jacco smit"
    },
    {
      "text": "super park, zwembad, alles",
      "rating": "FIVE",
      "author": "arian verschuren"
    },
    {
      "text": "Goed voor elkaar show",
      "rating": "FIVE",
      "author": "Kees"
    },
    {
      "text": "Mooie camping met veel faciliteiten, maar daardoor erg massaal.",
      "rating": "THREE",
      "author": "Marc Nales"
    },
    {
      "text": "Really nice campsite with great facilities and a surprisingly good shop",
      "rating": "FOUR",
      "author": "David Mann"
    },
    {
      "text": "Het park is op zich wel aardig, maar die kabouterroute van 5€ is echt te kort... Plus als je zoiets opzet die dat dan op n wijze dat kids er niet in 10 minuten doorheen lopen. Enkel n bos met n kabouterhuissie en ergens verderop n tafeltje houdt iig onze kids niet langer als 10 minuten bezig. Dus park ja, recreeeren nee...",
      "rating": "TWO",
      "author": "Ome D"
    },
    {
      "text": "Grote camping met veel faciliteiten. Veel activiteiten. Crossbanen zijn een aanrader. Tijdens drukke dagen zelf fietsje meenemen of tijdig huren. Minpuntje is dat er weinig toezicht is op lawaai na elk of zelfs twaalf uur.",
      "rating": "FOUR",
      "author": "Bas Poort"
    },
    {
      "text": "Veel activiteiten voor iedereen en ook veel dingen in omgeving (zie deze foto DAF museum)",
      "rating": "FIVE",
      "author": "Aukje Driessen"
    },
    {
      "text": "Mooie camping, zeker voor de kinderen.",
      "rating": "FOUR",
      "author": "Heero van der Veen"
    },
    {
      "text": "Veel te doen en schoon",
      "rating": "FIVE",
      "author": "floor veldwijk"
    },
    {
      "text": "Mooi bad, overdekt strand en met veel speelgelegenheden.",
      "rating": "FIVE",
      "author": "Frank Bouwens"
    },
    {
      "text": "Echt leuk voor kleine kinderen",
      "rating": "FIVE",
      "author": "Anno Jager"
    },
    {
      "text": "Super leuk voor jong en oud.",
      "rating": "FOUR",
      "author": "Roy Pruijssers"
    },
    {
      "text": "Nice , my child really liked it . €12,5 per person a bit much but nice place , especially for small kids",
      "rating": "FIVE",
      "author": "Mustafa ŞİMŞEKLER"
    },
    {
      "text": "Wat een heerlijke plek om met je gezin te verblijven. Als het buiten slecht weer is kan je toch naar het strand. Overdekt spelen in ondiep natuurwater, liggen in het zand of zandkastelen bouwen, glijden van de glijbanen, speeltoestellen genoeg om te gaan klauteren of ga in het echte zwembad zwemmen en van de glijbaan. Er is zelfs een ondergronds labyrinth. Geschikt voor alle leeftijden, maar ik verwacht dat de leeftijd 2 tm 12 jaar zich hier het beste vermaakt. Er zijn kleedkamers, toiletten en zitgelegenheid. Je hoeft niet perse je badkleding aan. Alles onder onder 1 dak met horeca en goed oplettende badmeesters.",
      "rating": "FIVE",
      "author": "Karin Willekes"
    },
    {
      "text": "Ik ben niet zo'n zwemmer. Maar ik vond het er bloedheet en heel druk. Kinderen vinden het top.",
      "rating": "FOUR",
      "author": "Chantal de Keijzer"
    },
    {
      "text": "Wat een gezelligheid. Super. Alleen cash kun je niks kopen binnen.",
      "rating": "FIVE",
      "author": "Willem Sol"
    },
    {
      "text": "Voor een uur en een kwartiertje rijden viel het tegen...Was kleiner dan gedacht. Op bezoek geweest met 4 kinderen tussen 3 jaar en 13 jaar. De oudste verveelde zich na een uurtje Water op het strand deel is koud en komt echt tot net boven de voet. Het is feitelijk een grote kas met zand een stroom water erdoorheen. Mijn jongste kids waren er na een uurtje of 2, incl wat eten en drinken wel klaar mee. Uiteindelijk willen ze ook gewoon kunnen zwemmen..en dat is daar niet mogelijk.. Op naar binnen dus.. Het binnenzwembad is een enkele zwembad (rechthoek) met 1.40 max diepte. Duiken is verboden. Randen, tov hoogte water, zijn vrij hoog waardoor mijn kinderen moeite hadden met uit het water komen. Badmeesters zijn jong en erg streng en de fluit is zeer vaak duidelijk hoorbaar. Dit creëerde geen fijne ontspannen gevoel maar eerder dat je continu oplet dat je kinderen geen 'fouten' maken. Wat jammer is voor het plezier en rust van ouders zelf. Naast dit zwembad heb je nog twee doortochten naar een tweetal ronde zwembaden. De ene is om bij de glijbaan te komen, welke leuk is voor kleine kinderen maar voor de rest veel te klein voor de echte liefhebbers van glijbanen. De andere is een soort van grote bubbelbad. 3 sterren omdat het verder wel netjes is en voldoende ruimte is. Maar voor een entree van 12,50 verwachtte ik net iets meer denk ik...voor ons een eenmalig avontuur",
      "rating": "THREE",
      "author": "3Y's"
    },
    {
      "text": "Fantastische plek om met kinderen heen te gaan!",
      "rating": "FIVE",
      "author": "Tinne"
    },
    {
      "text": "Super leuk voor de kinderen! Veel te ontdekken in het strand gedeelte. Torens, glijbanen, interactieve speeltoestellen. Voor de durfals een ondergrondse labyrint. Water, zand en speeltoestellen: plezier gegarandeerd!!!",
      "rating": "FIVE",
      "author": "Eva van de Ven"
    },
    {
      "text": "Leuk Concept! vooral voor de wat jongere kinderen is dit echt heel leuk spelen in het water en met zand. klimmen en klauteren in de speeltoestellen en het is overdekt!",
      "rating": "FIVE",
      "author": "Stefan Schouten"
    },
    {
      "text": "Gewoon perfect!!",
      "rating": "FIVE",
      "author": "Sander Peters"
    },
    {
      "text": "Leuke camping met veel activiteiten, onze zoon van 6 vond het geweldig. Papa en mama vonden het heel druk en vol, zelfs in een weekend in het naseizoen. We snappen dat je hier met kinderen een fijne vakantie kan vieren, maar vinden de plekken erg klein en je staat erg dicht op elkaar. Alles is erg netjes en goed onderhouden. Wij gaan liever voor iets minder luxe en meer ruimte, maar we hebben onze zoon beloofd hier toch nog eens voor een weekje terug te gaan.",
      "rating": "FOUR",
      "author": "Robert Jan Van Der Cingel"
    },
    {
      "text": "Super mooie caping",
      "rating": "FIVE",
      "author": "Susanne Willems"
    },
    {
      "text": "Top camping",
      "rating": "FIVE",
      "author": "Ton Zwet"
    },
    {
      "text": "Schitterende camping met top sanitair en de campingplekken zijn meer dan oké! Camping is van alle gemakken voorzien!",
      "rating": "FIVE",
      "author": "Dennis"
    },
    {
      "text": "Geweldig mooie camping met erg veel voorzieningen",
      "rating": "FIVE",
      "author": "Alphons Hendriks"
    },
    {
      "text": "Van alles te doen maar ook de ruimte om tot rust te komen.",
      "rating": "FOUR",
      "author": "Henk de Heus"
    },
    {
      "text": "Een weekendje op de camping terspegelt. Een mooie camping met genoeg te doen. Een zeer leuk binnen speelstrand voor kinderen. Een binnenzwembad met 2 kinderbadjes en een glijbaan. Buiten een plas met 2 glijbanen met rondom een strand. Een meertje met een lanceerkussen en een tokkelbaan. Ook zijn er waterfietsen te huur. Eetgelegenheden zíjn prima. Je kan zelfs laten bezorgen bij je verblijf.",
      "rating": "FIVE",
      "author": "Corné"
    },
    {
      "text": "Erg leuk zwembad, veel te doen, mits de kleine kan lopen",
      "rating": "FOUR",
      "author": "Judith Vliegen"
    },
    {
      "text": "Goed ontvangen en goed gegeten.",
      "rating": "FIVE",
      "author": "Joop Emming"
    },
    {
      "text": "Leuk strand",
      "rating": "FOUR",
      "author": "Sybren"
    },
    {
      "text": "Fijn, niet te druk, goed voor gezin",
      "rating": "FOUR",
      "author": "Steve de Peijper"
    },
    {
      "text": "Gezellig strand en water voor de kleinste ukkies",
      "rating": "FIVE",
      "author": "Jeanny Boerdijk - Smits"
    },
    {
      "text": "Ik vond het water vuil!",
      "rating": "THREE",
      "author": "Maria Duis"
    },
    {
      "text": "Mijn kinderen stonden te stuiteren van enthousiasme. Morgen gaan we weer!",
      "rating": "FIVE",
      "author": "Ursula Hewitt"
    },
    {
      "text": "Heel erg leuk voor de kinderen om te zwemmen in de plas met glijbanen! We zijn vandaag vanwege de hitte niet binnen geweest. Dit moet ook heel erg leuk zijn 👍👍👍",
      "rating": "FIVE",
      "author": "Stefanie Joffer"
    },
    {
      "text": "Mooi Park wel erg groot",
      "rating": "FOUR",
      "author": "Frank Fokker"
    },
    {
      "text": "Alles er op en er aan.",
      "rating": "FIVE",
      "author": "Edwin van Tilburg"
    },
    {
      "text": "Super vette camping met veel water en heel leuk voor kinderen en",
      "rating": "FIVE",
      "author": "Dave LassauwDaveL"
    },
    {
      "text": "Erg mooie camping en veel voorzieningen, zoals een mooi zwembad.",
      "rating": "FIVE",
      "author": "Johan Latjes"
    },
    {
      "text": "Great place for family",
      "rating": "FIVE",
      "author": "Mina Benyamine"
    },
    {
      "text": "Super camping mooie groote plaatsen, vriendelijk personeel. Kinderen maken alleen nog laat (na 10 uur) gebruik van de speeltuin en zijn ook luidruchtig.",
      "rating": "FIVE",
      "author": "Miel Tilleman"
    },
    {
      "text": "Even gaan kijken op de camping. Vanzelfsprekend was het nu stil en kaal. Ze waren druk bezig met veel vernieuwing. Daarna nog heerlijk even een hapje en een drankje in het restaurant waar we vriendelijk geholpen werden",
      "rating": "FOUR",
      "author": "Marcel Van Loock"
    },
    {
      "text": "Erg leuke camping ik zou er alleen niet willen zitten als het zomer is. Omdat veel mensen een september arrangement genomen hadden merkte je in het weekend dat de er waren. Soms wachten voor de wc of geen parkeerplek hebben waardoor je de auto een heeeel stuk verder moet parkeren. Het animatieteam was vriendelijk maar kan zich niet inleven in de kleintjes. Super leuk dat er een knutsrlzolder is maar er word niet gekeken welke leeftijd zijn de kinderen gemiddeld. Nou buiten schoolvakanties altijd jonger dan 4. Ideeën kwamen allemaal uit de kast en waardoor we een paar keer gewoon zelf iets hadden uitgekozen. Zwembad(Sterre strand) lees daarvoor m'n andere review. De camping veldjes zijn er genoeg die raar ingedeeld zijn of er tussen gepropt lijken te zijn. Dit geld ook voor andere accommodaties.",
      "rating": "FIVE",
      "author": "Arie Guijt"
    },
    {
      "text": "Erg leuke Tent veel te zien binnen Op de rand van België Openhaard fijne muziek En vriendelijk personeel",
      "rating": "FOUR",
      "author": "Berry van Batenburg"
    },
    {
      "text": "De service, het verblijf, het onderhoud alles steeg ruim boven de verwachting. Super schoon en sfeervol. Het zijn de kleine extras die de vakantie onvergetelijk maken en voor een vervolg boeking zorgen!!!",
      "rating": "FIVE",
      "author": "Jasper Koenis"
    },
    {
      "text": "Mooie bungalows tegenover terspegelt in bossen.",
      "rating": "FIVE",
      "author": "Sonja Waard"
    },
    {
      "text": "Mooi zwembad en zandspeelplaats. Restaurantmedewerker was erg onvriendelijk. De camping heeft veel vaste plaatsen. Spreekt mij persoonlijk minder aan. Eens maar niet weer.",
      "rating": "THREE",
      "author": "Ilona Huijsmans"
    },
    {
      "text": "Echt een aanrader voor gezinnen met tieners!!",
      "rating": "FIVE",
      "author": "mark koppens"
    },
    {
      "text": "Super camping. Volgend jaar weer!",
      "rating": "FIVE",
      "author": "Jaap Bierens"
    },
    {
      "text": "Erg leuke camping",
      "rating": "FOUR",
      "author": "Tom Koggel"
    },
    {
      "text": "Leuke camping veel te doen voor de kids",
      "rating": "FOUR",
      "author": "Hans Scchoemaker"
    },
    {
      "text": "Voor een snelle hap prima. Verwacht geen wonderen..",
      "rating": "THREE",
      "author": "LTB303"
    },
    {
      "text": "Wou iets drinken aanvaarden geen geld en daar ik geen sponser ben van de bank heb ik geen kaart.dus dorstig....dus lang wachten op de kinderen.",
      "rating": "ONE",
      "author": "pascal van damme"
    },
    {
      "text": "Wat een grappige en handige manier om een strand/speeltuin het hele jaar door beschikbaar te maken. een grote Kas/Serre gebruikt om een strand aan te leggen. Het is goed gelukt! ook een zwembad voor als je normaal wil zwemmen. Je kan binnendoor naar elkaar gaan. Wel even door een afspoelbad voor het zand af te spoelen. Leuk zwembad met glijbaan. Groot restaurant van voor met uitzicht op het meer. 1 klein nadeel, we zaten er met 23 graden buiten en t was binnen gevoelstemperatuur sahara. Ongelofelijk warm!",
      "rating": "FOUR",
      "author": "Arthur Beugelsdijk"
    },
    {
      "text": "Bijzondere speelplek voor de kinderen. Indoorstrand en speeltuin met doorgang naar het 'normale' zwembad.",
      "rating": "FIVE",
      "author": "Sander Bons"
    },
    {
      "text": "Heerlijk strand.en goed toezicht",
      "rating": "FIVE",
      "author": "Jud Van Veggel"
    },
    {
      "text": "Fijne zwembad kleinkinderen niet weg tekrijgen",
      "rating": "FOUR",
      "author": "Jacqueline Thielen"
    },
    {
      "text": "Mooi concept, kan een beetje vernieuwing gebruiken.",
      "rating": "FOUR",
      "author": "Rudi Stevens"
    },
    {
      "text": "Leuke bijzonder lokatie om een terrasje te pikken buiten zit je prima onder de heaters op een van de loungebanken. Prima service en goede keuze biertjes van de tap. Ook de partysnacks zijn goed. De nacho’s zijn wel echt waardeloos klef en smakeloos. Maar dat is dan ook het enige wat er op te merken is.",
      "rating": "FOUR",
      "author": "Mark F"
    },
    {
      "text": "Het is een leuke camping voor de familie",
      "rating": "FOUR",
      "author": "dave berendsen"
    },
    {
      "text": "Hele leuke camping erg groot en goed onderhouden. Heel leuk recreatieprogramma.",
      "rating": "FIVE",
      "author": "Y_Kazz"
    },
    {
      "text": "Hele nette grote camping met heerlijke zwem meren en een binnen zwembad. Ons privé sanitair had zelfs vloerverwarming.",
      "rating": "FIVE",
      "author": "Manfred Bohmer ten"
    },
    {
      "text": "heerlijke camping veel te doen en een geweldige service",
      "rating": "FIVE",
      "author": "Dennis Devilee"
    },
    {
      "text": "mooie grote camping alles zeer netjes onderhouden en vriendelijk personeel zeker zijn 5 sterren waard , lekker eten , leuke plaatsen , echt de moeite om hier te gaan kamperen , je bent hier echt een gast en geen nummer",
      "rating": "FIVE",
      "author": "patrick op de weerdt"
    },
    {
      "text": "Mooie camping en erg groot. Mooie velden, zeker waar wij nu staan, 40 meter van het water (surfplas) vandaan. Alleen jammer dat er anderen zijn die je nachtrust verkloten. Een veldje naast ons is er een grote groep, en die zijn iedere avond met zn allen aan het zuipen. Vandaar dus maar 2 sterren voor deze camping. Anders misschien wel 4 of zelfs 5!",
      "rating": "TWO",
      "author": "Fred G."
    },
    {
      "text": "Verzorgde Outback Lodges op een ruim park.",
      "rating": "FOUR",
      "author": "J S"
    },
    {
      "text": "Leuke camping alleen jammer dat men alleen maar aan geld denk en niet aan de Brabantse gezelligheid. Enkele voorseizoenen hier gestaan en nu zomaar weg gestuurd van Het veld omdat men niet genoeg aan ons verdiend. Zwembad is verouderd en bij een volle camping veel te klein. Sanitair is niet schoon en wordt niet goed bijgehouden. Het management is de camping aan het kapot maken en ziet liever Duitsers komen dan de Nederlanders.",
      "rating": "ONE",
      "author": "Rolo Lohman"
    },
    {
      "text": "Als jarenlang voorseizoen te hebben genuttigd worden we op een respectloze manier verwijderd van de camping. Onder de noemer van hervormen van de velden. Grof weg ordinair zakken vullen prijzen gaan omhoog zoals de afgelopen jaren het geval was(kabouterpad €5,waterfietsen €5)voorheen gratis. Voor mensen die een voorseizoensplaats willen plannen moet je hier niet zijn. 2020 zijn alle voorseizoenplaatsen verdwenen komen huisjes en Tenten. Ter Spegelt komen wij in iedergeval nooit meer.",
      "rating": "ONE",
      "author": "Remco Dieks"
    },
    {
      "text": "Hele leuke camping. Hier kom ik terug!",
      "rating": "FIVE",
      "author": "Hans Neeleman"
    },
    {
      "text": "Heel leuk!",
      "rating": "FIVE",
      "author": "claudia vd ven"
    },
    {
      "text": "Goed georganiseerde camping...veel voor de kids.keurig sanitair. Minpuntje is de pizzeria... wel tof binnenstrand! Vrij massaal opgezette camping , dat dan.helaas wel",
      "rating": "THREE",
      "author": "Tymon K"
    },
    {
      "text": "Super plaats .relaxt zuiver .vriendelijk",
      "rating": "FIVE",
      "author": "Jos Lueb"
    },
    {
      "text": "Leuke plek met zand en water",
      "rating": "FOUR",
      "author": "Ron Peeters"
    },
    {
      "text": "Heerlijk vakantiestrand",
      "rating": "FIVE",
      "author": "Heike Bosch"
    },
    {
      "text": "Kinderen hebben zich prima vermaakt. Water in het speel gedeelte nog wel ijs koud. Spijtig dat je niets kon bestellen om te drinken, vermoedelijk omdat het nog laagseizoen is. Een koffie automaat zou geen overbodige luxe zijn.",
      "rating": "FOUR",
      "author": "Tim Driesen"
    },
    {
      "text": "Leuken kamping en een leuk strand en kan er goed eten",
      "rating": "FOUR",
      "author": "Toon Van Der Steen"
    },
    {
      "text": "Weinig te doen voor jeugd meer voor kleine kinderen top mr het BMX parcour is dik",
      "rating": "THREE",
      "author": "love kingalmiythy mijn naam is mlutgens YT Ps4"
    },
    {
      "text": "Hartstikke leuk met kleine kinderen, de automaten bij het terras is minder!",
      "rating": "FOUR",
      "author": "Anno Jager"
    },
    {
      "text": "Goed onderhouden stukje strand. leuke glijbaan erin. Het water wordt nagekeken of dit voldoet aan de ijsen. Dit konden we zien doordat we een aantal keer iemand zagen die het water test! Bij dit stukje strand heb je een zand deel en een deel met gras waar je kunt liggen.",
      "rating": "FIVE",
      "author": "Angela Benjamins"
    },
    {
      "text": "Heel leuk voor kinderen. Daarnaast kan je als ouder lekker zitten en genieten.",
      "rating": "FIVE",
      "author": "Bart Huitsing"
    },
    {
      "text": "Leuk vermaak voor kinderen met water en zand.",
      "rating": "FOUR",
      "author": "Wesly Wouters"
    },
    {
      "text": "super vermaak voor kinderen",
      "rating": "FIVE",
      "author": "Jacqueline Arnouts"
    },
    {
      "text": "Heerlijke plek om met jonge kinderen te spelen!",
      "rating": "FIVE",
      "author": "Joyce de Veth"
    },
    {
      "text": "Laatste dag van de (zuidelijke) herfstvakantie. Wel een superdag waar de kinderen zich op de asfaltbaan voor fietsers zich konden uitleven. Dan heb je het toch goedd als ouder!",
      "rating": "FOUR",
      "author": "Rutger Jansen"
    },
    {
      "text": "Mooie camping met een mooie plaats aan het water.",
      "rating": "FIVE",
      "author": "Rose-Marie Waegemaekers"
    },
    {
      "text": "Gewoon heel leuk moet je ook eens doen",
      "rating": "FIVE",
      "author": "Karim Bakli"
    },
    {
      "text": "Heerlijk eten en kan er ook gezellig en drankje drinken",
      "rating": "FOUR",
      "author": "Roy Verhoeven"
    },
    {
      "text": "Het was geweldig",
      "rating": "FIVE",
      "author": "Rina van den Heuvel"
    },
    {
      "text": "Wat hebben we hier heerlijk gegeten! Erg vriendelijk personeel met veel aandacht voor de gast. Het eten wordt met zorg bereid en geserveerd. De aperitief is een echte aanrader! In juli en augustus 2019 hebben ze een jubileum menu, probeer hier zeker gebruik van te maken. Een erg lekker menu voor een zeer nette prijs!",
      "rating": "FIVE",
      "author": "Yoshi de Bont"
    },
    {
      "text": "Gezellig met muziek op de loungebank",
      "rating": "FIVE",
      "author": "Familie Joosten"
    },
    {
      "text": "Heerlijk eten en drinken",
      "rating": "FOUR",
      "author": "Rob van Dijk"
    },
    {
      "text": "Gezellig en andere keus geen probleem.",
      "rating": "FIVE",
      "author": "Teun Van Hal"
    },
    {
      "text": "Top zaak! Eigenlijk verwacht je dit niet naast een camping. Terspegelt is dan wel een ***** camping. Dat helpt. Maar goed, echt super lekker gegeten, een mooie open keuken, flexibel met wat je wel en niet lust of wilt (van geen orgaanvlees tot low carb; geen probleem). Het verrassingsmenu is aan te bevelen. Personeel is super, maakt goede aanbevelingen qua wijn/drank en laat zich niet van de wijs brengen door bijdehante opmerkingen en weet waar ze het over hebben qua gerechten. Interieur en personeel straalt rust, sfeer, luxe en gemoedelijkheid uit. Nogmaals: Top zaak. Kun je voor omrijden...",
      "rating": "FIVE",
      "author": "Joop B."
    },
    {
      "text": "Helemaal superrrr. Kinderen vonden het leuk. Veel te doen. Volgend jaar weer terug.",
      "rating": "FIVE",
      "author": "Corine van den Ouden"
    },
    {
      "text": "Leuk zo leuk dat we volgend jaar trug gaan",
      "rating": "FIVE",
      "author": "Niels Jansen"
    },
    {
      "text": "Wij komen hier al vele jaren, altijd met heel veel plezier. Het lijkt er nu op dat ze een andere koers willen varen. Onze kinderen van 17 en 15 hadden het er altijd naar naar het zin maar nu is er voor hen niets meer te doen. Terwijl het juist een camping voor tieners was. Aangezien de camping heel duur is vind ik dat ze dit wel hadden kunnen melden.Voor ons geen ter Spegelt meer.",
      "rating": "TWO",
      "author": "ellen bultman"
    },
    {
      "text": "Mooie camping. Niet voor niets een sterrencamping😊",
      "rating": "FIVE",
      "author": "Ronald Booij"
    },
    {
      "text": "Prachtige camping. Leuke plek om vakantie te vieren met je familie. Recreatie programma is ruim ingedeeld en is voor jong en oud genoeg te doen.",
      "rating": "FIVE",
      "author": "Team Equipo"
    },
    {
      "text": "Mooie grote camping",
      "rating": "FIVE",
      "author": "Jud Van Veggel"
    },
    {
      "text": "Een super recreatiepark, ze zijn echt hun 5 sterren waard. Modern, netjes, prachtig gelegen en klantvriendelijk. Toegang vtv geregeld via de App, kunt bij aankomst gewoon doorrijden en later, wanneer het ons uit komt, inchecken",
      "rating": "FIVE",
      "author": "Laurens Buiting"
    },
    {
      "text": "Heerlijk iets gedronken op het terras bij terspegelt in Eersel",
      "rating": "FOUR",
      "author": "Gerard Smetsers"
    },
    {
      "text": "Zeer verzorgd park met leuke activiteiten voor alle leeftijden. Animatieteam is wel erg jong, wat jammer is voor de kwaliteit van sommige activiteiten. Leuke fietsroutes in de buurt.",
      "rating": "FIVE",
      "author": "Aurélie Vermeir"
    },
    {
      "text": "Chalet gehuurd via estevio travel. Vriendelijk ontvangst, chalet netjes niets op aan te merken.",
      "rating": "FOUR",
      "author": "William Derpoorter"
    },
    {
      "text": "Lekker eten Mooi interieur en netjes Fijne fietstop bij de natuur parken",
      "rating": "FOUR",
      "author": "Sonja Namaste"
    },
    {
      "text": "Topcamping.",
      "rating": "FIVE",
      "author": "Russo"
    },
    {
      "text": "Leuk net park veel te doen",
      "rating": "FOUR",
      "author": "Martin De Jong"
    },
    {
      "text": "Mooi park. Alles keurig geregeld.",
      "rating": "FOUR",
      "author": "Frank Lombarts"
    },
    {
      "text": "Super vakantie gehad Super vriendelijk medewerkers die met veel passie hun werk doen Er is veel te doen voor jong en oud Het kabouterpad is een erg leuke wandeling voor jonge kinderen",
      "rating": "FIVE",
      "author": "Rianne de Boer"
    },
    {
      "text": "Fantastische camping waar het allemaal rond kinderen draait maar ook als ouders en volwassenen is het daar genieten voor iedereen !😍",
      "rating": "FIVE",
      "author": "Ann Jacob"
    },
    {
      "text": "Zeer Nette Camping in Eersel (Noord Brabant)",
      "rating": "FIVE",
      "author": "Ronnie Bloks"
    },
    {
      "text": "Prachtige camping, zeker een aanrader! Helaas zijn de plaatsen met nieuw privé sanitair al niet meer boekbaar voor volgende zomervakantie (alles is al vol geboekt), anders hadden we graag volgend jaar zomer weer geboekt. Wij zaten op veld 96, plaats 6. Een prachtige plek, met mooi uitzicht op het zwemmeer. De plaats beschikt over het nieuwe privé sanitair, wat echt super is. Heel erg ruim, goed geventileerd, prima douchestraal en heerlijk warm water. Tevens zijn de plaatsen met dit privé sanitair voorzien van eigen wifi, die erg goed bereik had! Op de camping zijn heel erg veel faciliteiten en een actief animatieprogramma. Voor zowel jong als oud, is er heel veel te doen. De camping is schoon en netjes en we werden waar nodig goed en vriendelijk geholpen door het parkpersoneel. Ondanks dat het een grote en drukke camping is, ervaarden we dat niet zo. Het campingwinkeltje heeft een breed assortiment en nette prijzen. Al met al een mooie camping met veel faciliteiten. Onze vakantieplaats (veld 96 plaats 6) is geen goedkope plaats in het hoogseizoen, maar wij vonden het persoonlijk meer dan waard!!",
      "rating": "FIVE",
      "author": "Familie Flikweert"
    },
    {
      "text": "prachtige camping! mogelijkheden lijken oneindig:)",
      "rating": "FOUR",
      "author": "Anko De Boer"
    },
    {
      "text": "Super fijn vakantie park. Leuke mensen, leuk animatieprogramma, zwembad en sterrenstrand zijn super leuk voor Kids. Zeker een aanrader",
      "rating": "FIVE",
      "author": "Denise Hoogervorst"
    },
    {
      "text": "Het is een prachtige familiecamping met zelfs in het naseizoen voldoende activiteiten voor de kleinkids.",
      "rating": "FOUR",
      "author": "Marja Ouwerling"
    },
    {
      "text": "Topper",
      "rating": "FIVE",
      "author": "André Krijnen"
    },
    {
      "text": "Groote camping waar veel te doen is voor de kinderen. Vriendelijk personeel. Net sanitair.",
      "rating": "FIVE",
      "author": "Anneleen P"
    },
    {
      "text": "In 1 woord : ge-wel-dig ! Representatief en goed personeel! Heel veel te doen voor de kids! Prima sanitair, prachtige meertjes !",
      "rating": "FIVE",
      "author": "Denise groen"
    },
    {
      "text": "Prima camping. Huisjes zijn oké, maar ook niet super wat je misschien wel bij een 5 sterren camping verwacht. Horeca en recreatie mogelijkheden zijn dik voldoende. Je kunt je hier prima 2 weekjes vermaken.",
      "rating": "FOUR",
      "author": "Jasper van der Eijk"
    },
    {
      "text": "Super camping met alles er en eraan voor klein en oud",
      "rating": "FIVE",
      "author": "Margot de does"
    },
    {
      "text": "Snackbar, €4,50 voor een patatje stoofvlees zonder stoofvlees. Als het dan bijna op is, blijf het dan niet verkopen.",
      "rating": "TWO",
      "author": "Michiel"
    },
    {
      "text": "Top vakantie gehad. De kids hebben het super gehad.",
      "rating": "FIVE",
      "author": "Arina Evers"
    },
    {
      "text": "Hele mooie camping. Er is voor jong en oudere jeugd van alles te doen. Ruime hoeveelheid toiletgebouwen. Mooie omgeving om te fietsen. Met mooi weer is het perfect in de meren op de camping. Honden vrij is ook een voordeel. Heerlijk gegeten bij de Wijdeblick. Top vakantie gehad👍🏼.",
      "rating": "FIVE",
      "author": "Martin Van Mourik"
    },
    {
      "text": "topcamping volgend jaar weer voorseizoen",
      "rating": "FOUR",
      "author": "Wilbert Bogers"
    },
    {
      "text": "Zeer leuk voor de kids",
      "rating": "FIVE",
      "author": "Bjorn Gerrits"
    },
    {
      "text": "Great holiday for a growing family.",
      "rating": "FIVE",
      "author": "Si R"
    },
    {
      "text": "We enjoyed a nice stay here as part of a Eurocamp experience. The park was nice and friendly. The eurocamp carvan was average but I think you can book others. Staff were pleasant and would reccomend a stay here.",
      "rating": "FOUR",
      "author": "Thomas Rogers"
    },
    {
      "text": "Top verblijf via roan",
      "rating": "FIVE",
      "author": "frank mameren"
    },
    {
      "text": "Supermooie en complete accommodatie op een mooie locatie. Zeer complete camping, veel mooie waterpartijen en van alle gemakken voorzien! Een aanrader!",
      "rating": "FIVE",
      "author": "Joyce Kuijken"
    },
    {
      "text": "Super leuke vakantie gehad op ter spegelt. Bij aankomst begon het al goed, onze dochter was deze dag jarig, team ter spegelt had onze lodge versierd, super leuk. Alle medewerkers zijn erg behulpzaam en service gericht, ze doen er alles aan om je een hele fijne vakantie te geven. Zwembad en sterrenstrand was heel leuk voor onze kleintjes, wat ook fijn was, dat er badjuffen en meesters aanwezig waren. Animatie was goed geregeld, veel te doen en beleven. Wij verbleven in een outback lodge comfort. Echt een aanrader, heel leuk en gezellig ingericht. Ter spegelt bedankt! We komen graag weer een keer terug. Gr Fam Stam",
      "rating": "FIVE",
      "author": "Chris Stam"
    },
    {
      "text": "We zijn op de camping gestaan.",
      "rating": "FIVE",
      "author": "Patrick Dinsbach"
    },
    {
      "text": "Roan verhuurde ons een mooie stad caravan met alles er op en er aan De beheerder van roan gewoon een top stel",
      "rating": "FIVE",
      "author": "Frank van Mameren"
    },
    {
      "text": "Super leuke camping",
      "rating": "FIVE",
      "author": "Nico de Haan"
    },
    {
      "text": "Alles voor de kleinkinderen",
      "rating": "FIVE",
      "author": "Toon Serroyen"
    },
    {
      "text": "Pumptrack is super leuk",
      "rating": "FIVE",
      "author": "Maaike T"
    },
    {
      "text": "Blijft een erg leuke camping, helaas valt het zwembad wat tegen. Ideaal voor kleine kinderen tot een jaar of 10-12..",
      "rating": "FOUR",
      "author": "Peter Paul van Doorn"
    },
    {
      "text": "In de herfstvakantie (van een andere regio!) hier gekampeerd, het was nog heel druk! Volop leven in de brouwerij. Super ontvangst na sluitingstijd (!). De volgende dag konden we zelf een plek uitkiezen. Veel activiteiten die je kon doen, animatieteam nog actief, op één na alle restaurants open. Flinke bezetting maar reserveren niet nodig. Fijne camping, sanitaire voorzieningen prima. Fijn afwassen in een verwarmde ruimte met vloerverwarming. Uitgebreide supermarkt erbij. Ook restaurant de keizer hebben we erg gewaardeerd. Het sterrenstrand binnen was heel mooi. Bij het sterrenstrand was het wel fris als je daar als ouders zit. Later zagen we dat er vooraan wel heaters waren. Veel te doen ook in de omgeving, tijd tekort!",
      "rating": "FIVE",
      "author": "A V"
    },
    {
      "text": "Heel leuk met kinderen. Veel te doen bij mooi weer of bij minder mooi weer. Alle activiteiten zijn inbegrepen in de kampeerprijs. Kids vonden het top!",
      "rating": "FOUR",
      "author": "Twiggy Hermans"
    },
    {
      "text": "leuke camping alleen de kleedhokjes van het zwembad waaren vies",
      "rating": "FOUR",
      "author": "Acrid"
    },
    {
      "text": "Echt een aanrader!!! Hele gave camping om met kinderen heen te gaan. Super veel te doen op de camping en in de buurt.",
      "rating": "FIVE",
      "author": "Erik Weijermans"
    },
    {
      "text": "Geweldig park met alles voor heel jong tot heel oud.",
      "rating": "FIVE",
      "author": "juerd tervoort"
    },
    {
      "text": "Geweldige camping! Animatie is top, ligging, veldjes, huisjes, zwembad, sterrenstrand!",
      "rating": "FIVE",
      "author": "Yvon Vervoort"
    },
    {
      "text": "We were just visiting friends and I am not a camper myself. However I love the room you have and there are plenty of activities for children.",
      "rating": "FOUR",
      "author": "Rogier Paymans"
    },
    {
      "text": "Altijd gezellig en leuk",
      "rating": "FIVE",
      "author": "Karin dincten"
    },
    {
      "text": "Voor kleintjes leuk voor 12+ ers minder",
      "rating": "FOUR",
      "author": "Sterre Teunissen"
    },
    {
      "text": "Mooie camping",
      "rating": "FOUR",
      "author": "Michiel Janssen"
    },
    {
      "text": "Lekker op een warme zomeravond even afkoelen",
      "rating": "FOUR",
      "author": "Yvonne Reerink"
    },
    {
      "text": "Fantastische camping – we komen zeker terug! Wij hebben een heerlijke tijd gehad op de camping! Vanaf het eerste moment voelden we ons welkom. De service was fantastisch en het personeel was ontzettend attent en vriendelijk, echt top! Ons huisje was heel knus en van alle gemakken voorzien. Alles was netjes en goed ingericht, waardoor we meteen konden ontspannen. Voor de kinderen was er van alles te doen! Ze hebben zich geen moment verveeld en genoten volop van het zwembad, de pumptrackbaan, de tubbyjump en de visvijver. De camping biedt echt meer dan voldoende faciliteiten voor kinderen van alle leeftijden. Wij hebben genoten van ons weekend en kijken nu al uit naar volgend jaar. Bedankt voor alles en tot snel!",
      "rating": "FIVE",
      "author": "kim de la Cousine"
    },
    {
      "text": "De stacaravan is heerlijk alleen de bedden in de twee kleine slaapkamers zijn erg kort als je wat langer ben kan je hier niet languit liggen.",
      "rating": "FOUR",
      "author": "denise vermeulen"
    },
    {
      "text": "Geweldige camping! Fantastisch binnenstrand met zwembad, en de tubbyjump was ook geweldig. Leuk animatieteam dat er zin in heeft (dat is zeker niet overal zo). Alles goed verzorgd, netjes en onderhouden. Enige minpuntje voor ons zou zijn dat het een erg grote camping is. In het hoogseizoen erg druk en massaal vermoed ik. Nu in het naseizoen echter heel goed te doen. We komen zeker nog eens terug!",
      "rating": "FIVE",
      "author": "Freya la Lau"
    },
    {
      "text": "Gewoon 1 ster omdat elk chalet of huisje een vuurkorf/kolen bbq heeft. Hele camping vergeven van de houtrook. Lekker voor de kleine kinder longetjes. Inmiddels is toch wel bekend dat dit super slecht is.. rest is super.",
      "rating": "ONE",
      "author": "Menno P"
    },
    {
      "text": "Mooi park. Bediening in sterrenstrand is een bietje belabberd. Had er zelfs medelijden mee. Vis vijver is een beetje dood; erg jammer! Rest prima.",
      "rating": "FOUR",
      "author": "Stef Scholte"
    },
    {
      "text": "Perfect prive sanitair op ruime velden/plaatsen en mooie speeltoestelllen",
      "rating": "FIVE",
      "author": "Dirk Kortleve"
    },
    {
      "text": "Superleuk voor kindjes om een dagje te doen. Alleen spijtig dat het tijdens de wintermaanden niet open blijkt te zijn. Zelfs niet alleen het zwembad (ipv binnenstrand en zwembad)",
      "rating": "FOUR",
      "author": "Mike Snoeckx"
    },
    {
      "text": "Hele leuke plek, aanrader!",
      "rating": "FIVE",
      "author": "Sjack Esmyer"
    },
    {
      "text": "Zo leuk gedaan! De kinderen hebben zich heel goed vermaakt met het water, speeltoestellen en zand.",
      "rating": "FIVE",
      "author": "Sabine Adriana"
    },
    {
      "text": "Brrrr, koud",
      "rating": "FOUR",
      "author": "Serge Van de Rijdt"
    },
    {
      "text": "Veel regen, geweldig plezant om dan op het strand te kunnen met kinderen.",
      "rating": "FOUR",
      "author": "Rina Rubens"
    },
    {
      "text": "Heel leuk opgezet, de kleintjes kunnen lekker spelen en kliederen. Door de houten speeltoestellen heb je niet altijd goed zicht op je kinderen. Ook zijn er wat weinig tafels en stoelen met uitzicht op de kindjes. Je kan je hier prima een paar uur vermaken.",
      "rating": "FOUR",
      "author": "Inge Berkhout"
    },
    {
      "text": "Geweldig personeelsfeest einde seizoen 2019",
      "rating": "FIVE",
      "author": "Ligia Prince"
    },
    {
      "text": "Grote camping, zonder echt druk aan te voelen. Prima personeel.",
      "rating": "FIVE",
      "author": "Sebastiaan van Toly"
    },
    {
      "text": "Altijd gezellig Alleen viel dit jaar de animatie voor zowel jongeren als ouderen tegen ten opzichte van voorgaande jaren Zo is er geen kienen of bingo meer De spooktocht was er niet Overdag voor de jeugd minder te doen",
      "rating": "THREE",
      "author": "Jacques Pos"
    },
    {
      "text": "Hebben bij mij een ster verloren. In april zijn we nogmaals gegaan , bleek dat we nu de volle pot moesten betalen , ondanks onze nkc lidkaart , dus 44,50 € voor 1 nacht ...... bet bleek een feestdag te zijn in DUITSLAND .... zijn we verder gereden naar de volgende camping ...",
      "rating": "TWO",
      "author": "Danny B"
    },
    {
      "text": "Gezellige camping",
      "rating": "FIVE",
      "author": "Jasper vanrees"
    },
    {
      "text": "Prachtig natuurbad, mooie camping",
      "rating": "FIVE",
      "author": "Rob Keulers"
    },
    {
      "text": "Fantastische camping voor het hele gezin met een heerlijk zwemmeer",
      "rating": "FIVE",
      "author": "Marco Suijkerbuijk"
    },
    {
      "text": "Een “knotsgekke” camping 🤪",
      "rating": "FIVE",
      "author": "Stephan Tammerijn"
    },
    {
      "text": "Top camping!",
      "rating": "FIVE",
      "author": "Robin Derksen"
    },
    {
      "text": "Tijdens de herfstvakantie gestaan. Rustige plek, fijn zwembad en goed verwarmd sanitair. Wat wil een mens nog meer in de herfst!",
      "rating": "FOUR",
      "author": "Ingrid Sio"
    },
    {
      "text": "Super camping voor ouders met jonge kinderen. Veel animatie en genoeg te doen ook voor de ouders.",
      "rating": "FIVE",
      "author": "Armach Van Twillert"
    },
    {
      "text": "Heerlijke camping! Veel te doen, goede voorzieningen en veel te doen in de buurt. Heel leuk met kinderen.",
      "rating": "FIVE",
      "author": "Janneke Van"
    },
    {
      "text": "Prima camping en heerlijk gegeten in restaurant de Keijzer.",
      "rating": "FIVE",
      "author": "stoel poot"
    },
    {
      "text": "Hartstikke leuk zwembad, de moeite waard!! Het is vooral een schoon zwembad, personeel is zéér oplettend. Voor ieder wat wils! Wij hebben genoten!",
      "rating": "FIVE",
      "author": "Jeanine"
    },
    {
      "text": "Hele leuke camping voor jong en oud!! Wij hebben de vakantie van ons leven hier zeggen de Kids. Wij komen hier zeker nog een keer!",
      "rating": "FIVE",
      "author": "Sanne Kuipers"
    },
    {
      "text": "Voor het eerst op dit park, normaal naar Molecaten of Oostappen,Ruim schoon opgezet park, met zeer veel te doen voor de Kids, fietsbaan, tokkelen, raften (€)midgetgolf(€) binnenzwembad, tennis, strand,visvijver, animatie voor jong kinderen tm pubers. Een deel van het park is camping (tent/camper) en andere deel is chalet/ Safaritent verhuur + vaste standplaatsen, deze zullen tzt, tot spijt vd huurders, verdwijnen (4jaar?) Huisdieren zijn niet toegestaan.Tip:rechtstreeks boeken via TerSpegelt is vrij prijzig, kijk voor rechtstreeks particuliere huur.",
      "rating": "FIVE",
      "author": "Eric Koning"
    },
    {
      "text": "Water Lodge, glamping aan het water. Prachtige locatie aan een meer.",
      "rating": "FOUR",
      "author": "Pascal Idema"
    },
    {
      "text": "Kom er al best wat jaren 12 jaar. Maar nu valt het me toch een beetje tegen, menu sterrestrand stuk eenvoudiger, uitsmijter niet eens te krijgen. Bloppen niet, band raften 9,50! Was 2,50 toen ik kwam. 😫 Jammer hoor",
      "rating": "THREE",
      "author": "robert rous"
    },
    {
      "text": "Fantastic place when you have kids. You hardly see them 😉 Nice surroundings and several playgrounds. It is a big but very nice place. And both the indoor pool with lifeguards as well as the outdoor lakes are great. And nice people in the very well equipped shop to. We are definately coming back.",
      "rating": "FOUR",
      "author": "Rikke Vigsø"
    },
    {
      "text": "Gweldige camping vooral voor gezinnen. Regen, geen probleem ook binnen veel te doen",
      "rating": "FIVE",
      "author": "Marco Bolk"
    },
    {
      "text": "Heel mooi",
      "rating": "FOUR",
      "author": "Frank V Leuken"
    },
    {
      "text": "Prachtige, goed onderhouden camping voor jong en oud. Voor ieder wat wils. Van eenvoudig tot super de luxe. Vriendelijke en behulpzaam personeel. Wel grote camping en in hoogseizoen érg druk.",
      "rating": "FIVE",
      "author": "Melanie Holthaus"
    },
    {
      "text": "Een van de beste campings die er is, echt een aanrader",
      "rating": "FIVE",
      "author": "Tijmen Prins"
    },
    {
      "text": "Meest vriendelijke ontvangst ooit, leuke camping. Goed en schoon sanitair",
      "rating": "FIVE",
      "author": "Frans van Osch"
    },
    {
      "text": "Supermooie Glamlodge. Mooie inrichting en keurig verzorgd",
      "rating": "FIVE",
      "author": "Anjella van Swaemen"
    },
    {
      "text": "Ideaal voor vakantie met kinderen",
      "rating": "FOUR",
      "author": "Rina Rubens"
    },
    {
      "text": "Fantastisch",
      "rating": "FIVE",
      "author": "Sylvie Boon"
    },
    {
      "text": "Voor groot als klein kan je hier lekker klimmen en klauteren water is ijskoud maar je moet daar echt in je zwemkleding lopen maar het doolhof vraag ik me af of dat wel eens schoongemaakt word. Iig lastig werkje",
      "rating": "FIVE",
      "author": "Arie Guijt"
    },
    {
      "text": "Leuk overdekt strand vooral voor de kleintjes,mijn kleinkinderen 7 en 10 jaar willen graag weer een keer terug komen.",
      "rating": "FOUR",
      "author": "Jan"
    },
    {
      "text": "Heerlijk om te recreëren.",
      "rating": "FIVE",
      "author": "Aad Millenaar"
    },
    {
      "text": "Leuk zwembad voor kinderen alleen weinig zitruimte en wachten op eten duurde erg lang",
      "rating": "THREE",
      "author": "Linda Bijnen"
    },
    {
      "text": "Big indoor pool. Great facilities and well maintained. Staff are helpful and speak several languages. You are checked for your ticket. Swimming pools are good and clean. There's also a big sandpit/play area inside that's wonderful. Indoor area to order food and it's very clear and fast. Was pleasantly surprised by the cleanliness. Only thing to be aware of is: the floor in the changing room can be very slippery when wet and to open doors you need to find the button near the door normally around 1.5m high.",
      "rating": "FOUR",
      "author": "E L-B"
    },
    {
      "text": "A really lovely campsite with lots of space and amenities. Great location, fantastic countryside and well maintained/clean. Day visitors are able and welcome to use the facilities for a price. There is a supermarket onsite for anything that you need. There's also parking available 100m from the entrance. Onsite amenities are well maintained and well staffed (even when it's not that busy). Staff are friendly, helpful and speak English and German very easily. We'd not hesitate to come back here for either a day to use the swimming facilities or to camp. Plenty of playground and very child friendly.",
      "rating": "FOUR",
      "author": "E L-B"
    },
    {
      "text": "Mooie camping",
      "rating": "FIVE",
      "author": "Henny van der Schilden"
    },
    {
      "text": "Gewoon heerlijk genieten in de geweldige faciliteiten",
      "rating": "FOUR",
      "author": "Pim & Erika Regterschot"
    },
    {
      "text": "Mooie campi g maar wel duur ondanks de ACSI card. Je betaald 23 euro per nacht zonder WiFi.",
      "rating": "FOUR",
      "author": "Henny van der Schilden"
    },
    {
      "text": "Alles is netjes verzorgd, zeer vriendelijk personeel, en veel activiteiten (vooral ook voor de kids) om te doen. Hier en daar enigszins massaal en groot, horeca vooral aan het water zou wat leuker aangekleed en verzorgd kunnen worden. Bij bepaalde stand van de wind is de snelweg goed te horen. Al met al een aangenaam verblijf, ietwat hoog in prijs, maar wel een mooie glamping tent en vooral goed vertier voor de kleintjes. Kabouterbos en knutselzolder zijn erg leuk! P.s. we zaten in de lounge lodges.",
      "rating": "FOUR",
      "author": "Floris Regouin"
    },
    {
      "text": "Prima camping",
      "rating": "FIVE",
      "author": "Gerard Viveen"
    },
    {
      "text": "Ik had al veel gehoord over Terspegelt maar was er nog nooit geweest. Alle verhalen over alle faciliteiten en hoe netjes het er is bleek allemaal waar. Ik ben geen fan van kamperen maar hier houdt ik het wel een week vol.",
      "rating": "FIVE",
      "author": "Kim Donkers"
    },
    {
      "text": "Leuk zwembad",
      "rating": "FOUR",
      "author": "bas Van Bogget"
    },
    {
      "text": "TerSpegelt",
      "rating": "FIVE",
      "author": "hadimusical"
    },
    {
      "text": "Markeringen wandelingen droevig, vooral paars en knooppunten. Op ganse 7 km maar van beide 1 markering gevonden 🙉 signalisatie kan dus stukken beter",
      "rating": "TWO",
      "author": "André Heynickx"
    },
    {
      "text": "Paasweekend doorgebracht op TerSpegelt! Wat een leuke plek. Genoten in de Waterlodge, zoals ze zelf zeggen de Malediven van Eersel. Ontbreekt aan niets in de tent en op het park. Fiets of step mee, want het ligt niet echt centraal, maar wel lekker rustig. Personeel is echt top, bij Receptie en Zwembad en overige plekken. Kids ontbrak het ook aan niet, leuk programma en sjezen op de pumptrack. Komen graag weer!",
      "rating": "FIVE",
      "author": "Matthijs Kool"
    },
    {
      "text": "Super fijn verblijf gehad. Vriendelijk personeel. Fijne camperplaats, voldoende en schoon sanitair. De douches waren lekker warm, erg prettig ook dat er familie douches waren. Meer dan genoeg faciliteiten voor de kids. Genoten van de crossbaan, het zwembad en zand paradijs. Minpuntje was de horeca. We bestelde verse jus en kregen jus uit een pak. De kippensoep was ongelooflijk zout en de boterhammen voor de kids waren oud.",
      "rating": "FOUR",
      "author": "Maureen Van den Hoeven"
    },
    {
      "text": "Leuke camping, mooie safiritenten. Enkele bemerkingen, prijzen folder sterrenrestaurant kloppen niet aan de kassa betaal je gemiddeld 30 cent extra. Vissen aan de safaritent, bespaar je het gesleur met het visgerief, dobber heeft 5 dagen roerloos gedobbert het wordt dringend tijd dat er een 2000 kilo vis bijgestoken wordt per plas want zo is er ook geen fun. Beter een kayak voorzien dan heb je meer fun dan het vissen....",
      "rating": "FOUR",
      "author": "MrWildlifeseeker"
    },
    {
      "text": "Wij hebben hier een geweldige vakantie gehad. Mooie camping met genoeg te doen. Vooral het binnenstad is erg leuk! Het zwembad is voor peuter iets minder, omdat het vooral bestaat uit een groot wedstrijdbad en een heel klein peuterbadje.",
      "rating": "FOUR",
      "author": "Eelco en Sandy"
    },
    {
      "text": "Aangekomen met een kind van 12j...niet te doen in het park, enkel zwemmen. Geplande binnen activiteiten gingen niet door, gevolg door het slechte weer 4 dagen regen zijn we een dag vroeger vertrokken...spijtig dat er bij dit weer geen alternatief was",
      "rating": "TWO",
      "author": "Meneer W"
    },
    {
      "text": "Geweldige plek! Veel dingen om te doen zoals in de gigantische meren zwemmen, ik had hier een geweldige tijd met mijn vrienden!",
      "rating": "FIVE",
      "author": "Ruben van Veen"
    },
    {
      "text": "Na 9 jaar kamperen op terspegelt en de 25ste boeking gemaakt te hebben merkte we de laatste jaren dat het persoonlijke ervan af was, anderhalf jaar van te voren boeken om een plaatsje te hebben voor het naseizoen en dat soort dingetjes. Dit jaar waren we dan ook nog niet geweest. Afgelopen weekend genoten op terspegelt ( met eigen caravan ) en we merkte hier vanaf de eerste seconde een andere ( veel betere ) sfeer. Op het park zie je dat punten aangepakt zijn waar eerder over geklaagd werd ( vooral mbt veiligheid voor kinderen en hoge beplanting) Maar ook de receptie is weer zoals we het eerder ervaarde. Persoonlijk en er werd meegedacht. De kleine dingetjes maken het verschil, dat blijkt en we zijn met een gevoel weg gegaan dat we snel weer terug willen komen ipv misschien dat we toch maar eens elders moeten gaan kijken! Ik hoop dat dit zo blijft, dan gaan we nog heel vaak komen!",
      "rating": "FIVE",
      "author": "Fam Kuijpers"
    },
    {
      "text": "Wij staan op een plek met privesanitair de maand juni en ook al is het weer niet zoals we hadden gehoopt is er genoeg te doen en vermaken we ons prima hier.",
      "rating": "FIVE",
      "author": "Anita Heusschen-Smulders"
    },
    {
      "text": "Was op camping",
      "rating": "FIVE",
      "author": "Toon Geldens"
    },
    {
      "text": "Super!!",
      "rating": "FIVE",
      "author": "sieds binnema"
    },
    {
      "text": "Super camping",
      "rating": "FIVE",
      "author": "Marjolein van der meijs"
    },
    {
      "text": "Lekker eten en vele soorten bier",
      "rating": "FIVE",
      "author": "stefan witters"
    },
    {
      "text": "Mooie plek heel lekker eten voor een leuke prijs voor kinderen en volwassenen.",
      "rating": "FIVE",
      "author": "Rob Strouken"
    },
    {
      "text": "Het is hier kei leuk",
      "rating": "FIVE",
      "author": "jurre"
    },
    {
      "text": "It was a very sunny day and this place is a good way too cool off. Shade was hard to find, but the water made up for that. There are at least 2 lifeguards circling the lake and there is an obvious border where the water gets deeper.",
      "rating": "FOUR",
      "author": "Rogier Paymans"
    },
    {
      "text": "Super. Zeker met kinderen",
      "rating": "FIVE",
      "author": "Nick Maes"
    },
    {
      "text": "Leuke mooie camping",
      "rating": "FOUR",
      "author": "Marcel Wisselaar"
    },
    {
      "text": "A cool camping, especially for parents with kids. The camping has a fun swimming pool and a lot of outdoor activities. You will never get bored on this camping because of the many activities you can do on and around the camping.",
      "rating": "FIVE",
      "author": "Joachim Dekker"
    },
    {
      "text": "Fijne ontvangst.",
      "rating": "FIVE",
      "author": "Berry Dortmans"
    },
    {
      "text": "Wij zijn afgelopen week met ons gezin en een bevriend gezin geweest. Wij met de camper, zij met de vouwwagen. De plekken zijn ruim genoeg. Maar de 6 ampère leek wel 2 ampère. Continu sloegen de stoppen door, met alleen een camping kacheltje op 1000 watt. Zonder dat er iets anders aan stond. Verder waren wij met 2 kids van 10 en 2 kids van 12. Ze hebben zich rot verveeld. Behalve het zwembad, was er niets te doen voor ze met het regenachtige koude weer. Er waren geen alternatieven. Voor de zomer met mooi weer lijkt het me een topcamping met genoeg fasciliteiten, maar voor ons nu echt niet de 5 sterren waard. Ook de douches waren matig. Dunne straal en om de 30 seconden op de knop drukken, met sop in je ogen.... Zoek de knop maar eens.",
      "rating": "TWO",
      "author": "Tamara Van Vliet"
    },
    {
      "text": "Nice place to stay. Good facilities",
      "rating": "FIVE",
      "author": "Noam Nemesh"
    },
    {
      "text": "Helé mooi kamping",
      "rating": "FIVE",
      "author": "Hubert Van Den Berk"
    },
    {
      "text": "Super leuk met kinderen!! Ook met slecht weer voldoende vermaak",
      "rating": "FIVE",
      "author": "Mark Winters"
    },
    {
      "text": "Wat een geweldige midweek hebben we hier gehad. Een echt familiepark met alles erop en eraan. Er is zoveel te doen voor jong én oud. Een uitgebreid recreatieprogramma, speeltuinen, zandstrand (buiten én overdekt!), zwembad, zwemmeer, watersport, midgetgolf, skatebaan, tokkelbaan. Teveel om op te noemen! Wij hadden 6-persoons chalet en die was dikke prima; warme douche, schoon toilet, prima bedden. Wat een fantastische plek om je vakantie te vieren!",
      "rating": "FIVE",
      "author": "Bas Burki"
    },
    {
      "text": "Mooi park met heel veel animatie. Het is wel een heel grote camping en daar moet je van houden. Denk goed na over op welke plaats je wil staan. Dus wil je zon of juist niet. Is de visvijver belangrijk of wil je gewoon graag bij het water staan enz. Als je een handicap hebt is er 1 invalide douche/toilet. Erg netjes en ruim maar wel jammer dat het er maar eentje is. Nu moet je best een stuk rijden van sommige plekken vandaan. Verder was het jammer dat het water in het, heel mooie, binnen zwembad aan de Koude kant was.",
      "rating": "FOUR",
      "author": "Patrick Renkema"
    },
    {
      "text": "Komen hier al een aantal jaar, nette camping.",
      "rating": "FIVE",
      "author": "Gijs"
    },
    {
      "text": "Erg leuk voor kinderen. ze bieden ook veel activiteiten aan",
      "rating": "FIVE",
      "author": "Guido Schellekens"
    },
    {
      "text": "Prachtige camping, met recht 5 sterren. Veel te doen voor kinderen, ruim en schoon sanitair .",
      "rating": "FIVE",
      "author": "H.J. de Graaf"
    },
    {
      "text": "Mooie plek, kunt er ook fijn wandelen in de buurt. Heerlijke wijn, droge witte. Jammer genoeg op maandag en dinsdag dicht",
      "rating": "FOUR",
      "author": "Mj Sleddens"
    },
    {
      "text": "Gezellig restaurant. Echter bediening is nog steeds matig en €6,50 voor een Franziskaner 1/2 liter is belachelijk hoog Prijzen/kwaliteit klopt dus niet!",
      "rating": "FOUR",
      "author": "Erwin van Zanten"
    },
    {
      "text": "Zeer verzorgd en vriendelijke bediening",
      "rating": "FOUR",
      "author": "Jan Simons"
    },
    {
      "text": "Lekker gegeten...mooie locatie",
      "rating": "FOUR",
      "author": "Erik Snijders Eersel"
    },
    {
      "text": "Gezellige plek om iets te eten, lunch diner of gewoon borrelen. Goed eten, gezellige sfeer en vriendelijk personeel. Komen hier graag.",
      "rating": "FOUR",
      "author": "Brigitte Sparks"
    },
    {
      "text": "Geweldig tijdens de BMW experience day",
      "rating": "FIVE",
      "author": "jaap de vries"
    },
    {
      "text": "Buik5.",
      "rating": "FOUR",
      "author": "mia versteegden"
    },
    {
      "text": "Eten is lekker, dranken zijn duur.",
      "rating": "FOUR",
      "author": "Ingrid"
    },
    {
      "text": "Heerlijk gegeten! Mooie tent met goede bediening",
      "rating": "FIVE",
      "author": "Anneke Bloksma"
    },
    {
      "text": "Leuke mensen lekker eten",
      "rating": "FIVE",
      "author": "Michael Vorstenbosch"
    },
    {
      "text": "De beste camping van Nederland! En misschien zelfs van Europa.",
      "rating": "FIVE",
      "author": "Hans Goosen"
    },
    {
      "text": "Schoon, mooi en goed onderhouden park met zeer vriendelijk en behulpzaam personeel. Ook dat er in de avond security aanwezig is en zijn rondje maakt, geeft een prettig gevoel We komen er nou een aantal jaren en zijn nog steeds heel tevreden. Het enigste minpunt is toch nog steeds het hard en onverantwoordelijke rijden langs de waterkant. Dit tot grote ergernis van iemand van de technische dienst ,zelfs die was er behoorlijk van geschrokken. Kindjes rennen de poortjes uit of om de heggetjes heen en liggen zo onder een auto, fiets of ander vervoersmiddel wat te hard rijdt. Laat niet eerst iets gebeuren maar doe hier serieus iets mee voor het telaat is. Verder hebben we een aangenaam en fijn verblijf gehad zowel in Juni als in September. Volgend jaar zijn we weer van de partij , tot dan",
      "rating": "FIVE",
      "author": "Corrie van Damme"
    },
    {
      "text": "De maand September op de camping gestaan, mooie ruime plaatsen en schoon sanitair ook de animatie is prima verzorgd, mijn kleinkinderen hebben een prachtig weekend gehad, willen graag nog een keer terug komen, enigste minpunt was het slechte wifi ontvangst, maar dit is door de camping opgelost",
      "rating": "FIVE",
      "author": "Jan"
    },
    {
      "text": "Mooi recreatiepark!!!",
      "rating": "FIVE",
      "author": "Dimitri Van Dessel Smartphone & tablet fixer"
    },
    {
      "text": "Bij mooi en minder mooi weer super leuke camping voor kinderen",
      "rating": "FIVE",
      "author": "Hella Hendriks"
    },
    {
      "text": "Mooie camping, zwembad water was veel te heet om banen in te zwemmen. Wel jammer dat er in de winkel bellenblaas verkocht wordt, hier gaat je tent toch echt lek van. Dus graag uit het assortiment, er is genoeg ander leuk speelgoed",
      "rating": "FOUR",
      "author": "Marjolein Adema"
    },
    {
      "text": "Prima camping met vriendelijke dames bij de receptie",
      "rating": "FOUR",
      "author": "Bram Luiten"
    },
    {
      "text": "A nice site definitely aimed at young Dutch families, in a great location, with some fantastic man-made beaches, petting zoo, swimming lakes, lots of kids activities, and great bike routes, but damage to the caravan due to lots of children constantly hitting it whilst playing football against it every day kind of spoilt it for us! In fairness the site does tell guests that there are no ball games in pitched areas, and there are places specifically for kids to play football, and ride bikes etc, but not many took advantage of this, and the site does not enforce its rules, so your on your own dealing with lots of kids and parents that don’t seem to care or take notice of what their kids are doing. The paid for WiFi hardly ever works, despite a great WiFi signal, so I’m posting this via my expensive 4G roaming service, so maybe bring a book or two! The toilet/shower facilities are not too bad, fairly clean most of the time, but pretty basic and just not enough considering just how many people are here, so it’s best to take your shower etc out of normal hours if you don’t want to stand and wait in line for a long time. The pitches are very densely laid out, and very close together and are not large enough to have your car next to your caravan, so everyone has to park alongside the access roads within the site. There are not as many places to park as there are pitches, so don’t expect to be able to park close by after you have setup, the parking places are also not very large, and if you have a larger car, ie something large enough to tow a decent sized caravan, then don’t be surprised by any damage that could be done. This park claims no responsibility to any damage to your property whatsoever, so if unsupervised children playing football break your caravan, or you get a dent in the side of your car, your totally on your own. As non Dutch visitors here, I have to say that all of the staff were kind and helpful and very good speaking English, so that makes things a little better, but I don’t think I would recommend this site to foreign visitors, unless you have lots of kids and like it loud and fast!",
      "rating": "TWO",
      "author": "Tone P"
    },
    {
      "text": "Top camping",
      "rating": "FOUR",
      "author": "Serrie Vos"
    },
    {
      "text": "Schitterende camping",
      "rating": "FOUR",
      "author": "Charel Peulen"
    },
    {
      "text": "Mooi park, schoon en netjes!",
      "rating": "FIVE",
      "author": "sieds binnema"
    },
    {
      "text": "Waterlodge is een aanrader",
      "rating": "FOUR",
      "author": "Lex Nonnekes"
    },
    {
      "text": "Leuke camping waar we nu al een 3tal keren geweest met onze kids met wat jaartjes ertussen. Ondertussen zijn deze 9 en 13 jaar en iedere keer weer vermaken ze zich uitstekend. Je merkt dat de camping voor elke leeftijd iets te bieden heeft. zwemmen in de plas, tokkelbaan, blob, crossbaan, sterrenstrand. Iedere keer weer merken we dat er iets veranderd is. Nu was het binnenzwembad aangepast voor de kleinsten. Onze kids waren er te groot voor maar toch leuk dat je ziet dat ze blijven investeren. Het natuurpark ertegenover bied mooie wandelroutes om met het gezin te doen. Wij komen iedere keer weer met plezier. Restaurant hebben we lekker gegeten en verbazen we ons iedere keer weer over de vriendelijkheid van het personeel, wat in heel het park het geval is. Sanitair is proper, geen problemen met elektriciteit (airco kon zonder problemen aan blijven terwijl de waterkoker in gebruik was). mooie ruime plaatsen en het leuke is dat er vlakbij je plaats ruimte is om iets te doen (badmington, kubben, ...). Ons zie je zeker nog terug want we genieten telkens weer.",
      "rating": "FOUR",
      "author": "Sabrina Gouwy"
    },
    {
      "text": "Mooie omgeving",
      "rating": "FIVE",
      "author": "Meike Vieveen"
    },
    {
      "text": "een weekendje naar deze camping, is ons niet goed bevallen. Alles ziet er goed en mooi uit. Bij binnenkomst een hand van de receptioniste krijgen is gewoon te veel. Er waren hele tenten kampen opgebouwd. Partytenten, vrachtwagen met drank en muziek Er waren hele velden met vrienden of families. Wat inhield dat het niet echt rustig was. Handhaving van deze \"overtredingen\" heb ik niet gemerkt. De omgeving buiten de camping is er erg mooi en rustig aanvulling 4-7 helaas weer een gemiste kans. In de reactie van de camping heb ik contact opgenomen, maar na 2 x mailen niks gehoord. Als je zo met klanten om gaat......",
      "rating": "TWO",
      "author": "sander digit"
    },
    {
      "text": "Voor gezinnen met kinderen méér dan uitstekend vermaak, supergoede faciliteiten, uitstekend sanitaire voorzieningen, rustige kampeerplekken. Verschillende strand n waterpartijen. Goede winkel voorzieningen, grote parking n leuk restaurant. Méér dan aan te bevelen",
      "rating": "FIVE",
      "author": "Paul van Bergen"
    },
    {
      "text": "Review betreft restaurant de wijde blick. Het afruimen en schoonmaken van de tafels verdiend echt wel uets meer aandacht. Plakken, kringen erop een waar speelparadijs voor wespen. Als je dan vraagt of kan worden gepoetst dan word ook echt alleen maar dat plekje gepoetst en niet de hele tafel.",
      "rating": "THREE",
      "author": "Anja de Bruijn-Reinartz"
    },
    {
      "text": "Kutpark! 🖕🏼",
      "rating": "ONE",
      "author": "Nadia Borst"
    },
    {
      "text": "Erg mooie plek, veel variatie en voor alle leeftijden.",
      "rating": "FOUR",
      "author": "Benita van der Rijt"
    },
    {
      "text": "Mooie en schone camping met heel veel voorzieningen voor alle leeftijden.",
      "rating": "FOUR",
      "author": "theo van nieuwenhuizen"
    },
    {
      "text": "Zag er in eerste opzicht goed uit.",
      "rating": "FIVE",
      "author": "Angela"
    },
    {
      "text": "Een beetje jammer om te zien dat alles ter betaling wordt... vroeger waren er meer dan genoeg activiteiten voor kinderen door simpelweg je pasje te laten zien, nu is het pasje alleen nog maar goed voor het toegang tot de camping verlenen. En als er dan nieuwe activiteiten zoals het maisdoolhof bijkomen is deze ineens ter betaling, best wel spijtig aangezien het al een vrij prijzige camping is... Dus voor iedereen die deze recensie leest, het uitzicht op deze camping is mooi, maar wees voorbereid op veel extra kosten rondom de kinderen...",
      "rating": "TWO",
      "author": "Nick"
    },
    {
      "text": "Prachtige camping 😎👍",
      "rating": "FIVE",
      "author": "michel venema"
    },
    {
      "text": "het was heel mooi",
      "rating": "FIVE",
      "author": "S Fleur"
    },
    {
      "text": "Top camping. Wij hadden mooie plekken aan het water. Goed sanitair, heel schoon, niets op aan te merken. Camping ligt er netjes bij. Voor alle leeftijden wat te doen. Onze jongens van 14 en 16 hebben zich prima vermaakt. Binnenzwembad was wat klein voor hun en voor het sterrenstrand waren ze te groot, maar er wordt voor hen genoeg georganiseerd, van bandraften, tokkelen en blobben, tot chillen in de hangout, op het sportveld of loungen bij het kampvuur met leeftijdsgenoten. Restaurant achter op de camping voor de snelle hap, maar zeker geen hoogstaande kwaliteit. Visduo was zelfs slecht. Restaurant voor op de camping is uitmuntend, maar daar betaal je ook voor. Pizza's laten bezorgen op je plek... natuurgebied De Kempen ligt er vlak achter, dus top voor fietsen, mountainbiken en wandelen... wij hebben genoten",
      "rating": "FIVE",
      "author": "Jeffrey Scheffer"
    },
    {
      "text": "verblijf in de bosvilla was geweldig. op loopafstand van het park. de faciliteiten zijn goed.",
      "rating": "FIVE",
      "author": "Kid Ruchtie"
    },
    {
      "text": "Prachtige camping",
      "rating": "FIVE",
      "author": "Susan Acda"
    },
    {
      "text": "Super mooi vakantiepark. Wij stonden met onze caravan met zicht op het meer. Hierop heb ik wat kunnen supp'en. Het zwembad en sterrenstrand waren een topper bij onze kids van 8 en 6. Alle sanitaire voorzieningen waren heel netjes en verwarmd. Ook alle andere faciliteiten zijn helemaal op kinderen gericht en tot in de puntjes verzorgd. Spar winkel op de camping aan de dure kant maar dat is meestal zo op een recreatiedomein.",
      "rating": "FIVE",
      "author": "Kris Colemont"
    },
    {
      "text": "Fijn vakantiepark veel voorzieningen en veel te doen voor kinderen ouders kunnen naar het terras en kindjes lekker spelen",
      "rating": "FIVE",
      "author": "Djdevke"
    },
    {
      "text": "Super voor de kids!",
      "rating": "FOUR",
      "author": "Danny De Winter"
    },
    {
      "text": "Mooie camping, genoeg activiteiten voor kinderen. Je kon eten bij de caravan laten bezorgen, ideaal als je met kinderen op vakantie bent en dus niet naar het restaurant wilt. Wij hebben al geboekt voor volgend jaar!",
      "rating": "FIVE",
      "author": "Laura Messie"
    },
    {
      "text": "Zeer fijne en prettige camping om naar toe te gaan. Veel vermaak voor de kids",
      "rating": "FIVE",
      "author": "Roy Klasens"
    },
    {
      "text": "Mooie en aangename zaak,vriendelijk en aangenaam personeel en last but not least! Vooral lekker eten.",
      "rating": "FIVE",
      "author": "Jajo “Benny”"
    },
    {
      "text": "Bestelling geplaatst, helaas de helft genoteerd waardoor een persoon niks had. Gemeld maar kreeg geen reactie, excuses maken doet echt geen pijn.",
      "rating": "TWO",
      "author": "Rogier Van der Aa"
    },
    {
      "text": "Open haard buiten",
      "rating": "FIVE",
      "author": "Hans Bos"
    },
    {
      "text": "Gezellige sfeer 👍. Lekker borrelen na het wandelen.",
      "rating": "FOUR",
      "author": "Patrick Tol"
    },
    {
      "text": "Lekker eten. De borrelplanken zijn een aanrader. Fraai interieur / open keuken.",
      "rating": "FIVE",
      "author": "Maarten van Dijk"
    },
    {
      "text": "Zeer onvriendelijk ontvangst. We waren niet welkom met 2 gezinnen met kleine kinderen ondanks dat er nog ruimte was. Geen andere opties aandragen of iets dergelijks. Totale fail.",
      "rating": "ONE",
      "author": "Hans Meeuwsen"
    },
    {
      "text": "Mooie inrichting, fijn personeel en goede bierselectie.",
      "rating": "FOUR",
      "author": "Roel de Vries"
    },
    {
      "text": "Prachtige locatie voor een kinderfeestje.",
      "rating": "FIVE",
      "author": "Sven Vennekens"
    },
    {
      "text": "Erg leuk!",
      "rating": "FIVE",
      "author": "WiRe TriP"
    },
    {
      "text": "Leuke speelruimtes voor kids",
      "rating": "FIVE",
      "author": "M"
    },
    {
      "text": "Echt een super mooi opgezette binmenspeeltuin met veel zand en water, dat is sowieso altijd goed bij kinderen. Heel leuk ondergronds doolhof, kinderen gaven wel aan het wat eng te vinden omdat het behoorlijk donker is. Leuk dat het zwembad ook aansluitend is en dat je dus keuze hebt in waar je naartoe gaat zodat je niet continu moet wisselen van kleding. Het was op het terras heerlijk verwarmd dus goed toeven met de regen buiten. Wel jammer dat je op het terras binnen alleen friet met snack kan kopen en niet alleen een frietje of losse snack. De carpaccio was super lekker! Wij komen zeker weer terug",
      "rating": "FIVE",
      "author": "mama van Guus"
    },
    {
      "text": "Heerlijk water, leuk strandje met heel veel geweldig speeldingen, leuk voor jong en oud!!",
      "rating": "FIVE",
      "author": "Manon de Boo"
    },
    {
      "text": "Super leuk",
      "rating": "FIVE",
      "author": "Kara Labus"
    },
    {
      "text": "Prachtige schone camping met heel veel faciliteiten en activiteiten!",
      "rating": "FIVE",
      "author": "Veronique Tubee"
    },
    {
      "text": "Ziet er goed uit",
      "rating": "TWO",
      "author": "Louis Somers"
    },
    {
      "text": "Mooie grote camping. 1e indruk heel goed.",
      "rating": "FOUR",
      "author": "Thijs Bakker"
    },
    {
      "text": "Beste camping ooit dat zeker",
      "rating": "FIVE",
      "author": "jermaine triep"
    },
    {
      "text": "Leuke familie camping.",
      "rating": "THREE",
      "author": "Willem Gruijters"
    },
    {
      "text": "De kabouterpad is een hele leuke activiteit voor koude zonnige winterse dagen. Goed georganiseerd en ook leuk voor de ouders.",
      "rating": "FOUR",
      "author": "Luca Gautero"
    },
    {
      "text": "Leuke locatie waar genoeg vermaak is voor de kinderen",
      "rating": "FIVE",
      "author": "Jos van der Sanden"
    },
    {
      "text": "Heerlijk overdekt strand met binnenzwembad en speeltuin. Kinderen hebben een geweldige dag gehad voor de tweede keer deze zomer. Fijn dat beleidsmatig enkel gezinnen worden toegelaten en geen losse jeugd.",
      "rating": "FIVE",
      "author": "Jan van Bree"
    },
    {
      "text": "Leuk en nette strand speeltuin binnen overdekt en goede temperatuur",
      "rating": "FIVE",
      "author": "Kevin Ponsen"
    },
    {
      "text": "Super interessant!.",
      "rating": "FIVE",
      "author": "Chiel Blankenstein"
    },
    {
      "text": "SterrenStrand is a very nice little water park that combines an outdoor swimming lake with an indoor swimming complex. The indoor area is split into two sections: a covered indoor beach and a more typical swimming complex. The indoor beach is fully covered in sand and features a shallow, sand-bottomed cold-water lake with plenty of wooden play structures for kids. The swimming complex includes a standard pool, two fun pools for babies and young children, a bubble pool, and a single water slide. Next to the indoor beach, there is a covered terrace with plenty of tables where you can eat. Bringing your own food and drinks is allowed, and there is also a bar offering various dishes, snacks, and drinks. Beneath the terrace is an underground maze for kids, and nearby there is a small sand playground. Lockers are available with a €1 coin. Their yearly membership can be a great deal if you plan multiple visits. However, its value is undermined by the fact that it is unusable during several periods of the year, including Dutch school holidays and most notably from early July to the end of August. While it is a really fun spot for children, the price feels high for what is offered, especially compared to other water parks. There is only one water slide (and its red/green light system was not working), limited options for older kids, and several wooden play features on the indoor beach have been broken for years. Lifeguard supervision could also be improved, as teenagers sometimes play too roughly in the baby and bubble pools. We did not try the outdoor swimming lake, so we cannot comment on that. Overall, though, it is a great place for younger kids to enjoy.",
      "rating": "FOUR",
      "author": "Jonathan Barreaux"
    },
    {
      "text": "Leuk zwembad voor jong en oud, wel extreem druk. Ook op bewolkte dagen.",
      "rating": "FIVE",
      "author": "Samantha Langbroek"
    },
    {
      "text": "Leuk overdekt zwembad met strand en grote glijbaan. Voldoende tafels en stoelen voor groepen. Drankjes en eten te koop.",
      "rating": "FOUR",
      "author": "Carlo Boterman"
    },
    {
      "text": "Leuke plek voor kleine kinderen. Voedsel en drinken kan je het beste zelf mee nemen.",
      "rating": "FOUR",
      "author": "Jaap"
    },
    {
      "text": "Erg leuk verwarmd zwembad en speelterrein voor kleintjes!",
      "rating": "FIVE",
      "author": "Tiny Lootens"
    },
    {
      "text": "Ook toegankelijk voor de bewoners van de omliggende dorpen. Door een toegangsabonnement aan te schaffen kan men van april tot en met oktober gratis naar binnen. Let wel dat op sommige vakantieperiodes het zwembad alleen voor kampeerders open is. Zonder dat een aanrader voor de lente en zomer!",
      "rating": "FIVE",
      "author": "Rutger Jansen"
    },
    {
      "text": "Super leuk voor peuters en jonge kinderen, en dus ook makkelijk voor de ouders!",
      "rating": "FOUR",
      "author": "Tuan Huynh"
    },
    {
      "text": "Superleuk voor de kinderen. Alleen jammer dat het zo moeilijk te vinden is (geen adres, en de ingang is niet bij Terspegelt).",
      "rating": "FOUR",
      "author": "Ria Akker (BaRiMaLi)"
    },
    {
      "text": "Leuk voor kinderfeestjes of als het weer een beetje tegen zit: lekker naar het strand en klimmen, klauteren en met water spelen.",
      "rating": "FIVE",
      "author": "Marcel van Waaijen"
    },
    {
      "text": "Altijd lekker eten.. liefst het verassings menu en dan 4 gangen dat is voortaan meer als genoeg want het zijn flinken portie's met daarbij een heerlijk wijnarrangement. Ja dan ben ik om.. lekker genieten!",
      "rating": "FIVE",
      "author": "Maaike Vd Heuvel"
    },
    {
      "text": "Lekker buiten gezeten voor een drankje en een hapje",
      "rating": "FIVE",
      "author": "Greta Aukema"
    },
    {
      "text": "Heeeeerlijk alles top!",
      "rating": "FIVE",
      "author": "edith boeckx"
    },
    {
      "text": "Leuk,gezellig terras. Leuke sfeer",
      "rating": "FOUR",
      "author": "Ien Box"
    },
    {
      "text": "Lekkere cappuccino, ziet er heel mooi uit",
      "rating": "FOUR",
      "author": "Arlette Bakker"
    },
    {
      "text": "Voortreffelijk gegeten hier. Prijzen zijn wat hoger, maar je krijgt dan ook waar voor je geld. Inrichting restaurant was ook heel mooi. Bediening (Thijs) heel vriendelijk en omdat we perfect zicht hadden op de open keuken kon onze jongste (die kok wil worden) zich ook de hele avond vermaken. We hebben genoten",
      "rating": "FIVE",
      "author": "Jeffrey Scheffer"
    },
    {
      "text": "10 juli 2021 met 6 personen genoten van het 4-gangen verrassingsmenu met bijpassend bier arrangement. Een echte aanrader. Heerlijke gerechten, voortreffelijk bereid vlees en geweldige bediening. Hier komen we zeker terug!",
      "rating": "FIVE",
      "author": "Hans van Rooijen"
    },
    {
      "text": "Lekker gezeten super tapas plank",
      "rating": "FOUR",
      "author": "Robin Boele"
    },
    {
      "text": "Mooi restaurant vriendelijke bediening heerlijk eten",
      "rating": "FIVE",
      "author": "Jac van Dijk"
    },
    {
      "text": "1e keer geweest en heerlijk gegeten, heel vriendelijk personeel! Zeker een aanrader👍🏻",
      "rating": "FIVE",
      "author": "wouter hoeks"
    },
    {
      "text": "Leuke plaats om wat te drinken en te eten",
      "rating": "FOUR",
      "author": "Bert Janssens"
    },
    {
      "text": "Heel mooie camping met veel dingen om te doen. Alles is netjes en je krijgt echt waar voor je geld.",
      "rating": "FIVE",
      "author": "Bert Berkers"
    },
    {
      "text": "Prima camping",
      "rating": "FIVE",
      "author": "Fam Daanen"
    },
    {
      "text": "Geweldige camping.",
      "rating": "FIVE",
      "author": "Eléa Benita"
    },
    {
      "text": "Nette camping, warm water voor afwassen en douchen perfect. Stroom op kampeerplaats was prima. Sanitair zeer schoon en netjes. Animatie viel op bepaalde punten wel tegen. Sprookjes tocht erg mooi en leuk gedaan.",
      "rating": "FOUR",
      "author": "Joke Derks"
    },
    {
      "text": "Veel te doen. (Activiteiten) Zeker een toffe verblijfplaats. Veel kinderen en tieners",
      "rating": "FOUR",
      "author": "diaminecraft xxl"
    },
    {
      "text": "Mooie camping met zwembad ( met de hele dag toezicht ) , supermarkt met uitgebreid assortiment , fietscross banen en leuke chillplaatsen voor de jeugd en ouderen. De plaatsen zijn ruim zat , alleen te krap op elkaar om de caravan met de auto neer te kunnen zetten. Het sanitair is erg netjes en wordt goed schoon gehouden door schoonmaakers /sters. De camping is geheel huisdier vrij en als je je hond toch mee wilt kun je die bij een kennel vlakbij de camping onderdak geven. Pluim ook voor het vele personeel dat hier rondloopt en altijd vriendelijk en behulpzaam is. Echt een aanrader om hier te mogen verblijven 👍👍",
      "rating": "FOUR",
      "author": "Mark Westerveld"
    },
    {
      "text": "Zo groot en zo mooi alles waar je maar om denk is er",
      "rating": "FIVE",
      "author": "Roy Koster"
    },
    {
      "text": "We hebben er koffie gedronken met een heerlijk stuk appeltaart.",
      "rating": "FIVE",
      "author": "Corry De Jong"
    },
    {
      "text": "Lekker en hele vriendelijke bediening.",
      "rating": "FOUR",
      "author": "K-tje K"
    },
    {
      "text": "Geen geweldig eten maar wel redelijk duur.",
      "rating": "FOUR",
      "author": "jan"
    },
    {
      "text": "Was gesloten",
      "rating": "ONE",
      "author": "Hanneke Rieswijk"
    },
    {
      "text": "Heeel gezellig, leuk terras en lekker eten en drinken!",
      "rating": "FIVE",
      "author": "John vanden Hoven"
    },
    {
      "text": "Heerlijk geluncht op het buitenterras. Bestellen via QR-code, snelle en vriendelijke bediening. Goede prijs kwaliteit verhouding. Gezellig gezeten.",
      "rating": "THREE",
      "author": "Ankie Van Der Burgt"
    },
    {
      "text": "Lekker geborreld en heerlijk gegeten op het terras. Personeel is vriendelijk en attent. Kregen wijnkoeler om onze fles rode wijn uit de zon te houden. De heilbot was perfect gebakken. Vel knapperig en smakelijk en het visvlees glanzend. Exact goed. Ook de steak was precies zoals gevraagd. De voor en nagerechten waren mooi opgemaakt en smakelijk. Wel wat twijfel bij de pistachepuree op de te koude passievruchtenpuree. Werd wat stroef, zoals pindakaas. Maar overall 100% genoten",
      "rating": "FIVE",
      "author": "Piet de Ruiter"
    },
    {
      "text": "Wat een domper. Met een bijna leeg terras krijg je te horen dat alles vol zit. 🤔 Ook alleen vlug een drankje doen was geen optie. Oorzaak was personeeltekort. Beetje vreemd allemaal. Gelukkig is even verderop het mooie Eersel met een marktplein waar je overal wel gastvrij ontvangen werd en word.",
      "rating": "ONE",
      "author": "Ton Driessen"
    },
    {
      "text": "Proper sanitair.mooie grote plaatsen",
      "rating": "FIVE",
      "author": "Demets Frederic"
    },
    {
      "text": "Gezellige en mooie camping",
      "rating": "FIVE",
      "author": "Martin Mulder"
    },
    {
      "text": "Goedverzorgde camping met alle denkbare voorzieningen. Heel gastvrij bovendien. Mooie ruime kampeerplaatsen, net sanitair, leuk meer.",
      "rating": "FIVE",
      "author": "Dennis Smit"
    },
    {
      "text": "Hier is h e t goed toeven. Goede service en heel vriendelijk personeel",
      "rating": "FIVE",
      "author": "Willemien Van Ineveld"
    },
    {
      "text": "Heerlijke plek! Paradijs voor kids én ouders, met zowel binnen als buiten een strand! Er is alles, een winkeltje voor de broodjes in de ochtend, fietsverhuur, lekker avondeten, terras, zwembad, mooie hardloop en fietspaden tegenover het park, etc, etc.",
      "rating": "FIVE",
      "author": "Wilco Blom"
    },
    {
      "text": "Ondanks de onoverkomelijke coroa maatregelen voelden wij hier echt een ontspannen vakantie sfeer. We voelden onszelf veilig, maar hadden wel de nodige vrijheid.",
      "rating": "FIVE",
      "author": "Marrit Huysmans"
    },
    {
      "text": "Super camping",
      "rating": "FIVE",
      "author": "Helma Deferm"
    },
    {
      "text": "Camping is leuk denk ik, als hij in volle bedrijvigheid is. Wij waren er na Pinksteren, rustige week. Funlodges liggen naar mijn smaak niet op een mooie locatie. Je kijkt uit op een werkloods van ter spegelt waar vanaf 8.00 uur al bedrijvigheid was. En je zit vlakbij doorgaande weg en aan de overkant daarvan zit een hondenkennel. Als de wind verkeerd staat hoor je dat heel goed. Als ik dat had geweten, had ik het niet geboekt. Verder is het een mooie camping waar normaal veel te doen is en waar ik veel goede verhalen over hoor. Misschien nog maar een keer terugkomen om een betere ervaring dan dit te krijgen.",
      "rating": "THREE",
      "author": "Roos Holtzer"
    },
    {
      "text": "Geweldige 5 sterren camping.",
      "rating": "FOUR",
      "author": "Kees Bierkens"
    },
    {
      "text": "Mooi strand. Schoon gezellig",
      "rating": "FOUR",
      "author": "hetty quekel"
    },
    {
      "text": "Leuk concept, goed voor een dagje uit... 'strand' is niet verwarmd, in het voor- en naseizoen kan het erg koud zijn",
      "rating": "FOUR",
      "author": "H.J. de Graaf"
    },
    {
      "text": "Zeer lekker eten mooie indeling en goede combinatie zwemmen en rusten",
      "rating": "FIVE",
      "author": "Nard Savelkouls"
    },
    {
      "text": "Leuke vakantie gehad met de kleinkinderen.",
      "rating": "FIVE",
      "author": "Guy Vandersmissen"
    },
    {
      "text": "Superleuke binnenstrand. Ideaal bij slecht weer.",
      "rating": "FOUR",
      "author": "Gianni Wever"
    },
    {
      "text": "Absoluut het beste zwembad wat je op een camping maar kunt vinden",
      "rating": "FIVE",
      "author": "Peter van Leeuwen"
    },
    {
      "text": "mooi zwemwater",
      "rating": "THREE",
      "author": "Thijs van Uijtert"
    },
    {
      "text": "Erg leuk voor met name kleinere kids",
      "rating": "FOUR",
      "author": "Olaf Roosenschoon"
    },
    {
      "text": "Park is uitstekend, faciliteiten top. We zaten in een chalet, en de slaapkamer grenst aan een herrie-weg (Spijkertsedijk). Dat was helaas genoeg om de nachtrust te verstoren. Verder is de Wifi niet sterk genoeg om in de chalets te komen (op veranda wel) en is mobiel bereik inderdaad erg slecht (niet de schuld van het park!). Dat maakt het als ondernemer soms helaas wat stressvoller. Ik had me daar wellicht beter over moeten inlezen.",
      "rating": "THREE",
      "author": "Jan van Dommelen"
    },
    {
      "text": "Het was hier heel leuk schoon sanitair een groot zwemmeer waar 2 glijbanen in stonden de reden van de 4 sterren is dat de familieglijbaan het niet deed",
      "rating": "FOUR",
      "author": "Bas"
    },
    {
      "text": "Leuke camping",
      "rating": "FOUR",
      "author": "Wendy Bongers"
    },
    {
      "text": "Erg gezellig aldaar en erg rustig en veel te doen voor de kleintjes en ook voor de jeugd.",
      "rating": "FOUR",
      "author": "Gerrit de Ridder"
    },
    {
      "text": "Mooie plaatsen en voorgeplaatste luxe tenten. Individuele sanitair voorzieningen! Water en vermaak bij het terrein.",
      "rating": "FIVE",
      "author": "Tom Moonen"
    },
    {
      "text": "Mooi park met goede horeca",
      "rating": "FIVE",
      "author": "Fop Leder"
    },
    {
      "text": "Ook wij hadden er veel meer van verwacht. We zijn er nu met 2 kindjes van 2 en 4 jaar, maar voor deze leeftijdscategorie is er weinig. Door corona werkt men met tijdsloten voor het zwembad van 1 uur, waarin er ook omgekleed dient te worden. Er blijven dus wel 40 minuten over om te zwemmen. Terwijl lang niet alle tijdsloten vol zitten, waarom niet 1,5 of 2 uur? Verder is de kinderboerderij helemaal niet te betreden en kan je vanaf het hek naar een paar dieren kijken. Het sterrenstrand ziet er leuk uit op foto's, maar ook hier is er niet aan de kleintjes gedacht met veelste uitdagende klimtoestellen. Geen enkele kleine glijbaan te vinden. Duur park, maar er zijn echt leukere parken te vinden voor de kleintjes. Voor ons geen TerSpegelt meer.",
      "rating": "TWO",
      "author": "Sylvana Brouwer"
    },
    {
      "text": "Voortreffelijk restaurant",
      "rating": "FOUR",
      "author": "Fred Versfeld"
    },
    {
      "text": "Prachtige locatie, vriendelijk personeel. Eten en drinken goed, maar niet echt goedkoop. Ook gezellig zitten met een wat groter gezelschap. Hier een jaar na dato nog eens geweest, wij vonden het eten deze ronde minder.",
      "rating": "FOUR",
      "author": "Olaf Roosenschoon"
    },
    {
      "text": "Goed vertoeven!",
      "rating": "FOUR",
      "author": "Cathy Vg"
    },
    {
      "text": "Heerlijk gegeten, goede bediening en een schitterend interieur met open keuken.",
      "rating": "FOUR",
      "author": "Patrick Hesselberth"
    },
    {
      "text": "Heerlijk relaxt daar",
      "rating": "FIVE",
      "author": "Jos Lueb"
    },
    {
      "text": "Mooie omgeving, vriendelijke bediening, zeer goede prijs kwaliteit",
      "rating": "FOUR",
      "author": "Vic Van Eyck"
    },
    {
      "text": "Prachtige plek, heerlijk geluncht.",
      "rating": "FIVE",
      "author": "CWA de Jong"
    },
    {
      "text": "Zeer sfeer volle inrichting. Toilet verrassend . Bediening erg goed en vriendelijk . Hapjes er goed verzorgd.",
      "rating": "FOUR",
      "author": "Hetty Kriesels Kamsteeg"
    },
    {
      "text": "Wat ik kreeg was goed en lekker ,alleen jammer dat op 11 september het gewilde er was voor 1 persoon,het nagerecht ook niet meer verkregen kon worden. Jammer dat gerechten alléén met frites geserveerd kan worden. Kortom lekker,mooie locatie,maar graag wat meer voorraad en keus. Tot volgend jaar september.",
      "rating": "THREE",
      "author": "Fred"
    },
    {
      "text": "Zeer leuke locatie, tof interieur, goed eten.",
      "rating": "FIVE",
      "author": "Ivan Verbeeck"
    },
    {
      "text": "Leukste camping waar ik ooit ben geweest! Ik ga er deze zomer weer heen!! (2019)",
      "rating": "FIVE",
      "author": "Tygo Bruijs"
    },
    {
      "text": "Gezellige en mooie camping voor het gele gezin.",
      "rating": "FIVE",
      "author": "Bernd Kleuters"
    },
    {
      "text": "Mooi en netjes voor ieder wat te doen",
      "rating": "FIVE",
      "author": "Mathij van Baars Harley"
    },
    {
      "text": "mooie nette camping. jammer dat het weer wat minder was maar toch genoeg vertier.",
      "rating": "FOUR",
      "author": "bas de louw"
    },
    {
      "text": "Mooie schone camping",
      "rating": "FOUR",
      "author": "Robin Willems"
    },
    {
      "text": "Wij komen hier al een aantal jaren, vanaf 2013 even niet meer geweest. Even wat anders, maar deze camping verveeld voor ons nooit. En staan er in 2017 weer met veel plezier. Er wordt veel georganiseerd voor jong en oud en is zeer geschikt voor jongeren. Camping is altijd schoon en netjes onderhouden net als het sanitair.",
      "rating": "FIVE",
      "author": "Herman Blok"
    },
    {
      "text": "Mijn ouders hebben van 9/7/23 tot 21/7/23 geboekt op de camping. Mijn moeder is afgelopen Maandag gevallen en heeft haar heup gebroken. Ze is gisteren geopereerd. Mijn vader belde om te anuleren en werd verteld dat hij de 464 euro die al aanbetaald is niet terug krijgt en daarbovenop nog 73.32 Euro aan annuleringskosten moeten betalen!! Schandalig!!! Wat een afzetterij. Helemaal geen begrip voor een al hele onprettige situatie.",
      "rating": "ONE",
      "author": "Oxon Hill PT"
    },
    {
      "text": "Prima camping met veel verschillende recreatiemogelijkheden. Veel te doen voor jong en oud.",
      "rating": "FIVE",
      "author": "Bart van de Voort"
    },
    {
      "text": "Hi, from Germany! We just finished our vacations at Terspegelt for the second time. We absolutely love the camping site and the staffs are young and super friendly to children! The facilities are well maintained. First time we went 4 years ago, it was not so nice because it was raining the whole time around mid August. We had 2 tents and it was not so nice when it is raining, but luckily they have a decent size indoor swimming pool which is attached to a hug indoor playground, This was great for little kids. This time we decided to try out one of the best accommodations at the site. We booked the waterloge. It was so beautiful and the view directly on the water was so peaceful. The house is fully equipped, it does feel like a home away from home. However, I must mention that the noise level at the camp can be slightly better. There is a camping rule that stated that the quiet time would start at 11pm. However, this was not the case both time we went. First time, our neighbor had the radio on literally 24 hours for the 3 days we were there. The first thing we hear when we woke up and the last thing we hear when we sleep. This time we came prepared with ear plugs. However, some campers had started playing loud music at 00.45 when we just about to fall as sleep. Then few nights in some other camper had loud music play until 2.30 am. It is really unfortunate this aspect, because we really enjoy the nature sound of the water and birds and the sound when reels clashing in the breeze when we about to fall as sleep. I just wish that there is way that people can respect the rules and also keep it pleasent for others. I mean, I can understand the excitement when you go camping and be in the nature. But this is really the only thing I would wish somehow it is better. Otherwise, do bring a good paire of ear plugs. We would definitely come back again because it is really one of the best camping ground we have been to.",
      "rating": "FOUR",
      "author": "Jenny Chen"
    },
    {
      "text": "Top park netjes en schoon en ook groot mooi binne gebeuren",
      "rating": "FIVE",
      "author": "Kevin Klinkenberg"
    },
    {
      "text": "Toppie super camping op un mooie locatie",
      "rating": "FIVE",
      "author": "Peter Lommen"
    },
    {
      "text": "Mooie camping en leuke crossbaan maar je mag hier met de auto 10 km per uur rijden maar het personeel rijd 20",
      "rating": "FIVE",
      "author": "Rick o"
    },
    {
      "text": "Een mooi en compleet park",
      "rating": "FOUR",
      "author": "Arie S"
    },
    {
      "text": "Leuke camping. Netjes en schoon sanitair!",
      "rating": "FOUR",
      "author": "E van Beers"
    },
    {
      "text": "Voor de 5e keer een accommodatie gehuurd. Het is een fantastisch park. Bij goed en slecht weer kun je er van alles doen. Vooral het (overdekte) Sterrenstrand is een regelrechte topper. Medewerkers zijn erg vriendelijk. Mooie velden en voldoende te doen.",
      "rating": "FIVE",
      "author": "Jacco van Buren"
    },
    {
      "text": "Ziet er erg leuk uit voor kleine kinderen, helaas zijn die van mij te oud hiervoor",
      "rating": "FOUR",
      "author": "Fr W"
    },
    {
      "text": "So much fun with the water slide!",
      "rating": "FIVE",
      "author": "J Castillo"
    },
    {
      "text": "Top camping",
      "rating": "FIVE",
      "author": "Vince Theuws"
    },
    {
      "text": "Het is niet echt een plek voor tieners maar meer voor kleine kinderen en het water is echt ijskoud",
      "rating": "THREE",
      "author": "Jasentha James"
    },
    {
      "text": "Leuk, bij minder weer toch aan het strand. 😁",
      "rating": "FIVE",
      "author": "Tino van Spaandonk"
    },
    {
      "text": "Mooie gezellige camping voor jong en oud.Gezellig restaurant vriendelijke bediening.",
      "rating": "FOUR",
      "author": "Edith Hameete"
    },
    {
      "text": "Schoon en gastvrij. Ruim en veel variatie voor de kids.",
      "rating": "FOUR",
      "author": "Jeanet Heinen"
    },
    {
      "text": "Nog steeds een mooie camping. Helaas merken wij wel dat één en ander \"minder\" is geworden de afgelopen jaren. Ik bedoel de nachtrust en de nachtbewaking. Om 23.00 uur hoort het rustig te zijn. Helaas hadden wij 4 stellen op het veld zitten die tot diep in de nacht zaten te feesten/zuipen en hiermee de anderen op het veld behoorlijk tot last waren. Bij de receptie is bekend dat deze mensen luidruchtig zijn maar er wordt niks aan gedaan. De camping moet zich eens bedenken dat iedereen een hoop geld betaald voor zijn/haar vakantie, vind het eigenlijk gewoon schandalig dat de camping dit dus toelaat. Een paar jaar geleden reed er standaard bewaking rond en werden de mensen er op aangesproken. Toen was het wel rustig. Wij komen wel terug maar gaan vrijwillig verkassen naar een ander veld om deze luidruchtige mensen te ontlopen.",
      "rating": "THREE",
      "author": "Willie Atzema"
    },
    {
      "text": "Leuke camping voor jonge en oudere kinderen, heel veel te doen, en erg vriendelijk personeel! Het binnenzwembad mag zeker wel een keer vernieuwd worden...",
      "rating": "FOUR",
      "author": "Joëlle Janssen"
    },
    {
      "text": "Mooie gezellige camping",
      "rating": "FIVE",
      "author": "Martin Kolsté"
    },
    {
      "text": "Om af te sluiten leuke camping voor onze jonge meiden gezocht en hier uitgekomen. Geweldige camping en goed georganiseerd. Voor alle leeftijden wat te doen!",
      "rating": "FIVE",
      "author": "hans postuma"
    },
    {
      "text": "Super voor groot en klein !",
      "rating": "FIVE",
      "author": "Ann Jacob"
    },
    {
      "text": "Leuke plaats om te lunchen of dineren. Binnen en buiten met uitzicht op 2 meren. Kinderen kunnen dan zwemmen in het nabij gelegen overdekte zwembad en overdekt zandstrand.",
      "rating": "FIVE",
      "author": "Gert Schipper"
    },
    {
      "text": "Kabouterpad gelopen met kleinzoon van bíjna 2jaar..genoten",
      "rating": "FOUR",
      "author": "ricus jacobs"
    },
    {
      "text": "We zijn er alleen maar geweest om te kijken ivm de zomervakantie",
      "rating": "FOUR",
      "author": "Jannie Hogeweg"
    },
    {
      "text": "Ben alleen op parkeerplaats geweest, en gewandeld in de bossen,,blauwe route, en de gele route . Tegelijkertijd zwerfafval geruimd. Groetjes Pascal",
      "rating": "THREE",
      "author": "Pascal Stark"
    },
    {
      "text": "Leuke camping voor alle leeftijden. Veel animatie voor kinderen.",
      "rating": "FOUR",
      "author": "mandy h"
    },
    {
      "text": "Great camping for families with children of all age. Lots of (unique) activities and facilities with high standard on everything.",
      "rating": "FIVE",
      "author": "Mark Steenbrugge"
    },
    {
      "text": "Hapjes pakket bij Keizer gehaald voor kerstavond 👍",
      "rating": "FOUR",
      "author": "Leo Willekens"
    },
    {
      "text": "Mooie bungalows",
      "rating": "FIVE",
      "author": "Bram R"
    },
    {
      "text": "Zijn hier paar keer op vakantie geweest en echt niks op aan te merken mijn kinderen vonden het geweldig nou is iedereen zijn smaak verschillend kwa vakantie maar ga zeker een kijkje nemen en wie weet vinden jullie het ook een geweldige camping",
      "rating": "FIVE",
      "author": "Marco Boom"
    },
    {
      "text": "Vanwege een vakantie in het zuiden dit zwembad eens aangedaan. Zeer leuk opgezet maar duur! Mag best wat minder. Ook miste ik een menukaart op tafel.",
      "rating": "THREE",
      "author": "Harm van der Kooi"
    },
    {
      "text": "Tof! Maar het is aan de dure kant als je geen hele dag gaat.",
      "rating": "FIVE",
      "author": "Marc"
    },
    {
      "text": "Nice place",
      "rating": "FIVE",
      "author": "AJ"
    },
    {
      "text": "Fijne vakantie gehad! Volgend jaar weer...",
      "rating": "FIVE",
      "author": "Barbara De Bonth"
    },
    {
      "text": "Net een week in een loungecabin gelogeerd. Proper en goed in orde. Mooi park. Personeel is oprecht vriendelijk. Nummerplaatherkenning aan de ingang is handig. Parkeren naast je hut mag niet, maar is voldoende parkeerplaats naast het 'veld'. Speeltuinen zijn modern en groot. Zwemvijver is goed onderhouden. Na 22 uur was het altijd stil op de kamping. In het winkeltje (Spar) hebben ze bijna alles. Minpuntje is wel de WiFi. We hebben 26 euro betaald voor een week WiFi. En dan krijg je 2megabit (250 kilobyte!) per seconde. Als het niet weg valt, toch. In het weekend rond etenstijd is het zo goed als onmogelijk om online te gaan. Het duurde soms een uur om wat foto's te uploaden. Onze kinderen zijn YouTube en Netflix gewoon. Dat kan je wel vergeten. 4G werkt ook niet goed in dat afgelegen gebied. Tegenwoordig krijg je gratis WiFi bij je boeking. (Volgens de website?). Dan kan je moeilijk klagen natuurlijk. Maar 26 euro was het zeker niet waard. Tips voor de mensen die een loungecabin willen boeken: De bedjes in de 2e slaapkamer zijn maar 170cm. Niet om er met 4 volwassenen te logeren dus. Neem voor je kinderen ook wat dvd's mee. Er zit een dvd speler in de mini tv. Een USB data stick werkt ook, maar de tv kan geen MP4 formaat lezen. Daar is ie te oud voor. Niet vergeten mee te nemen: ventilator en kleine stofzuiger. Superhandig!",
      "rating": "FIVE",
      "author": "K. Van Bruggen"
    },
    {
      "text": "Een fijne camping met veel faciliteiten. Het toilet en de douches waren warm en schoon. De animatie voor onze oudste werd leuk georganiseerd. Ook fijn dat de supermarkt 7 dagen per week open is gedurende schappelijke tijden. Het zwembad doet wel wat klein aan en de overstap naar het sterrenstrand met onze twee kids vonden we wat omslachtig. Wel kon onze oudste (3,5) uren spelen op het sterrenstrand. Het park is autoluw, maar soms is het nog goed uitkijken voor mensen die relatief hard rijden. Met het oog op de kids even een minder prettige ervaring. Al met al een hele leuke camping voor heel het gezin!",
      "rating": "FOUR",
      "author": "Richard Bremer"
    },
    {
      "text": "Een top camping. Voor jong en oud wat te beleven in een geweldige omgeving! Voor ons is het vanuit Bergeijk maar een klein stukje en toch kiezen we er voor om elk jaar ons er te vermaken in het voorseizoen.",
      "rating": "FIVE",
      "author": "Mark Derks"
    },
    {
      "text": "Erg mooie camping, super vriendelijk personeel en het is in mijn ogen niet voor niets één van de beste campings van NL",
      "rating": "FIVE",
      "author": "Henk Ter Haar"
    },
    {
      "text": "Erg zakelijk en buiten seizoen 45 euro is wel heel erg duur!",
      "rating": "ONE",
      "author": "Herry Schotpoort"
    },
    {
      "text": "Prachtige camping, leuke huisjes en fijne faciliteiten",
      "rating": "FIVE",
      "author": "sonja van poppel"
    },
    {
      "text": "Erg naar ons zin gehad. Heel ruim een nieuw chalet van alle gemakken voorzien, zoals een vaatwasser en oven. Ruime veranda met loungeset en bbq. Veel te doen op het park. Het sterrenstrand en zwembad vielen in de smaak bij de kinderen. Het zwembad is niet heel uitdagend voor oudere kinderen, maar daar zijn wel veel andere voor georganiseerd. Supermarkt heeft veel, beetje prijzig en lange rijen voor de verse broodjes 's morgens.",
      "rating": "FIVE",
      "author": "Armand Wens"
    },
    {
      "text": "Mooie schone camping, vriendelijk personeel. Goede faciliteiten",
      "rating": "FIVE",
      "author": "Michel van Rens"
    },
    {
      "text": "Mooie grote camping vooral voor Kids",
      "rating": "THREE",
      "author": "philip wijnans"
    },
    {
      "text": "Echt geweldig. Mooie plek om een dagje uit. Leuke strand...zwembad met lekkere warme water...restaurans...",
      "rating": "FIVE",
      "author": "Alicja Kocjan"
    },
    {
      "text": "Mooie camping. Wel erg groot. Veel kinderen in de leeftijd tot 12 jaar",
      "rating": "THREE",
      "author": "Els Geurts"
    },
    {
      "text": "Prima camping. Schoon sanitair. Veel voorzieningen. Toch mist er sfeer. Camping geeft ruim baan aan auto's. Je kunt vlak bij je tent parkeren, maar hierdoor zijn er constant verkeersbewegingen. De vuilnis wordt door gasten zelfs weggebracht met de auto. Personeel komt weinig enthousiast over. Veel vaste gasten en daardoor een wat gesloten atmosfeer.",
      "rating": "THREE",
      "author": "Rob"
    },
    {
      "text": "Leuke camping.",
      "rating": "FIVE",
      "author": "Marielle Goedhard"
    },
    {
      "text": "Heerlijke kindvriendelijke recreatie oord",
      "rating": "FOUR",
      "author": "Toos Posthumus"
    },
    {
      "text": "Mooie camping veel te doen voor de kids. Ruime plaatsen nette toiletgebouwen die goed schoon worden gehouden. Ik zou het persoonlijk wel prettig vinden als er wat beter op het verkeer gelet werd op de camping. Met name de fietsers.. die rijden keihard overal tussendoor waar ze maar willen. Ik loop daar niet echt prettig over de camping met mijn kleine kinderen. De app met het programma is wel aan verbetering toe.. deze werkt echt veeeeeeeel te traag. Voor je weet wat er te doen is ben je een kwartier verder.",
      "rating": "FOUR",
      "author": "Wenn nn"
    },
    {
      "text": "Fijne camping met leuk binnen en buiten zwembad",
      "rating": "FIVE",
      "author": "stefan witters"
    },
    {
      "text": "Perfecte camping. De laatste jaren stijgen de prijzen wel behoorlijk. Plaatsen groot en luxe. Veel vertier. Geen jeugdgroepen. sanitair uitstekend.",
      "rating": "FIVE",
      "author": "Dick Bruijnzeels"
    },
    {
      "text": "Prachtig wandel fiets speelgebied",
      "rating": "FIVE",
      "author": "Akkie Zand"
    },
    {
      "text": "Altijd gezellig",
      "rating": "FIVE",
      "author": "Richard.J.B. Barker"
    },
    {
      "text": "Loved the water side location",
      "rating": "FIVE",
      "author": "michelle hoogeveen"
    },
    {
      "text": "Hele mooie en luxe camping, niet goedkoop.",
      "rating": "FOUR",
      "author": "Olaf Roosenschoon"
    },
    {
      "text": "Heerlijk midweekje in de waterlodge",
      "rating": "FOUR",
      "author": "Marco Pietersma"
    },
    {
      "text": "Een TipiTent gehuurd voor de tweede keer hier op deze camping. Toen we aankwamen om 15.00 (incheck-tijd) was de TipiTent nog niet schoongemaakt. Een gratis kopje koffie kregen we. Toen kwamen om 17.30 pas de schoonmakers aan. De TipiTenten staan best wel in de middle of nowhere. De TV is verouderd, de koelkast zoemt en de tent is niet heel goed onderhouden. Even positief. Het Sterrenstrand is geweldig. In de restaurants hebben ze heerlijk eten. De tent is verder geweldig en lekker knus. Twee hele mooie crossbanen. Het is dan toch wel een aanrader. ^_^",
      "rating": "THREE",
      "author": "Quinten Coret"
    },
    {
      "text": "Om te beginnen een bijzonder leuke en gezellige camping met douchen bij de prijs inbegrepen en bij het zwembad een gratis hotspot voor je wifi. Wil je wifi bij de tent of de caravan dan zul je bij moeten betalen. De water(familie)tenten zijn vervangen door zogeheten \"outbacklodges\", huizen waarvan de wanden van tentdoek zijn maar die aan alle kanten door balken worden gestut; dit ziet er prachtig uit en hiervoor zul je dan ook lang van tevoren moeten boeken. Ook zijn er tipi's (voor de Scandinaviëgangers beter bekend als lavvu's) te huur en zijn er behalve aan het water ook op het gras lodges. De douches en (van-de-grond-eetwaardig schone) toiletten werken grotendeels op zonne-energie en het douchen zit zodoende bij de prijs inbegrepen. Helaas heeft iemand een jaar of vijf, zes geleden besloten de vroegere trekkersveldjes tot een parkeerstrook te transformeren voor het duurdere veld 18 (\"comfort\") zodat je met je tentje minimaal €25,20 per nacht kwijt bent (op een \"basic\" plaats, de goedkoopste optie). In 2008 betaalde je als alleengaande voor je tent (exclusief stroom) €11,70 dus ben je anno nu ruim 115% meer kwijt dan acht jaar geleden, ook als je geen stroom nodig hebt. Schande. Mijn conclusie voor de camping zelf: ***** (10/10) Voor de prijs: * (2/10) Gemiddeld maakt dat ***(6/10) Een punt erbij omdat ik vanwege de aankomst ná zevenen 's avonds voor de eerste nacht 50% korting kreeg; dit noem ik zeer attent. Ook ervaar ik het personeel als bijzonder sympathiek. EINDOORDEEL: ***(*) 7/10",
      "rating": "THREE",
      "author": "Michael 1968"
    },
    {
      "text": "Mooie camping, leuk animatie team en leuke pumptrack baan",
      "rating": "FOUR",
      "author": "Thijs van Uijtert"
    },
    {
      "text": "Leuk kabouterpad met een mooie picknickgelegenheid. De kinderen vinden het geweldig",
      "rating": "FIVE",
      "author": "Manon de Boo"
    },
    {
      "text": "Super leuk",
      "rating": "FIVE",
      "author": "Angie hermkens"
    },
    {
      "text": "Wel duur. Maar dan krijg je ook wel wat. Een super camping met heeeeel veel te doen met kinderen. Maar ook zonder kinderen een geweldig verblijf gehad.",
      "rating": "FIVE",
      "author": "Marian “Happyfeet chiropodie” Hendriks"
    },
    {
      "text": "Gezellige camping",
      "rating": "FOUR",
      "author": "Helmer vd Ploeg"
    },
    {
      "text": "Leuke camping , en veel te doen . Alleen wel strenge bewaking",
      "rating": "FIVE",
      "author": "Ben Benji"
    },
    {
      "text": "Vrijwel heel mijn jeugd hier in de schoolvakanties & in het voor seizoen de weekenden doorgebracht. 2 jaar geleden nog een keer langs geweest, er is in de tijd veel veranderd in positieve zin. Blijft een uitermate goede grote camping, met een zeer ruim aanbod aan verschillende activiteiten voor alle leeftijden! De gunstig gelegen locatie is ook een plus punt, veel leuke uitstapjes in de buurt en je zit zo in België. Na mijn mening is het de beste camping van Nederland.",
      "rating": "FIVE",
      "author": "M.v.k"
    },
    {
      "text": "Wat hebben onze kinderen genoten.",
      "rating": "FIVE",
      "author": "Arend, Rineke, Willemijn en Laurens Seppenwoolde"
    },
    {
      "text": "Great place to spend the day with your family or friends. Nice beach/lake, pedal boats, water slides... The inside restaurant is also very nice!",
      "rating": "FIVE",
      "author": "Pedro Maia"
    },
    {
      "text": "Wonderful place to swim. Clean water. Good atmosphere. Good services. Outdoor nature water and indoor swimming pool combined.",
      "rating": "FIVE",
      "author": "Joost Mi-Maltha"
    },
    {
      "text": "Erg leuk!! Veel om te doen voor kinderen tussen de 2 en 10 jaar. Netjes onderhouden",
      "rating": "FIVE",
      "author": "Elianne van Vliet"
    },
    {
      "text": "De lunch was lekker, maar de prijs was belachelijk hoog. Het restaurant ernaast had met 2 tientjes meer voor het diner een betere prijs kwaliteit verhouding. Helaas was de automaat voor koffie en thee stuk, ook was de ketchup & curry die mee besteld was niet aanwezig en kregen we geen servetten.",
      "rating": "THREE",
      "author": "T P"
    },
    {
      "text": "The BEST 👌",
      "rating": "FIVE",
      "author": "Oleksii Korots"
    },
    {
      "text": "5 stars for the camping. The best one!!!",
      "rating": "FIVE",
      "author": "Agnieszka Podusowska"
    },
    {
      "text": "Prachtig park met veel vertier voor kinderen!",
      "rating": "FIVE",
      "author": "Gerard Katoen"
    },
    {
      "text": "De camping is al vele jaren een topper, echter het eten in De Wijde Blick blijft daarbij ver achter. Was echt een teleurstelling.",
      "rating": "FOUR",
      "author": "Tonny Seerden"
    },
    {
      "text": "5 sterren camping, goed sanitair,leuke zwemaccommedatie binnen en buiten en genoeg entertainment voor de kinderen",
      "rating": "FIVE",
      "author": "Melvin Stronkhorst (Trailblazer)"
    },
    {
      "text": "Mooie grote camping. Buiten het seizoen niet druk. Goed schoon sanitair.",
      "rating": "FIVE",
      "author": "Anika de Keijzer-van Veelen"
    },
    {
      "text": "Fijne clamping",
      "rating": "FOUR",
      "author": "jij verdient het ook"
    },
    {
      "text": "Heel leuk",
      "rating": "FIVE",
      "author": "Sam Van sambeeck"
    },
    {
      "text": "Heerlijk een weekje in de herfst vakantie. Ook bij slecht weer kunnen ze zich binnen goed vermaken.",
      "rating": "FIVE",
      "author": "Ome Cor"
    },
    {
      "text": "Heerlijk plaats om met gezin door te brengen kind vriendelijk. Aanrader",
      "rating": "FIVE",
      "author": "OF Fez"
    },
    {
      "text": "Kinderen van 7 en 9 hebben zich prima vermaakt, maar wel erg prijzig voor wat je krijgt. Badmeester fluitje was duidelijk aanwezig.",
      "rating": "FOUR",
      "author": "John Schut"
    },
    {
      "text": "Mooie plek goed ondehouden",
      "rating": "FIVE",
      "author": "Joey Meinhardt"
    },
    {
      "text": "Superleuk voor de kindjes",
      "rating": "FIVE",
      "author": "Pieter Hombroux"
    },
    {
      "text": "Voor het eten word geen contant geld geaccepteerd",
      "rating": "ONE",
      "author": "Sem van Sambeek"
    },
    {
      "text": "Mooi, zo leuk opgezet voor de kinderen",
      "rating": "FOUR",
      "author": "Tiny Ruyter"
    },
    {
      "text": "Heel leuk park voor de kinderen veel te doen",
      "rating": "FIVE",
      "author": "Yvonne Blok"
    },
    {
      "text": "Koud water, maar fantastisch voor de kids",
      "rating": "FIVE",
      "author": "Joris van der Struijk"
    },
    {
      "text": "Deel van Ter Spegelt... al 50 jaar pret voor jong & oud 😀😀",
      "rating": "FIVE",
      "author": "Jurgen Scholten"
    },
    {
      "text": "De kids kregen er geen genoeg van.",
      "rating": "FIVE",
      "author": "kris hennion"
    },
    {
      "text": "Heel tof om met kinderen naar toe te gaan!",
      "rating": "FIVE",
      "author": "Marleen Geldhof"
    },
    {
      "text": "Heel gezellig en super voor kinderen van 3 t/m 18 jaar. Zeker een aanrader. Al kan het op warme dagen extra warm zijn omdat het in een kas is gesitueerd. Desondanks zeker voor de kleinste een topplek! .",
      "rating": "FIVE",
      "author": "Rick Spaan"
    },
    {
      "text": "Heerlijk avondje van de zon genoten.",
      "rating": "FIVE",
      "author": "Bart Nijhof"
    },
    {
      "text": "Leuke plek, personeel is vriendelijk en zorgt dat iedereen zich aan de veiligheids regels houden. Zo blijft het leuk voor iedereen.",
      "rating": "FIVE",
      "author": "Maarten"
    },
    {
      "text": "Ontzettend leuk zwembad. Voor zowel kleintjes als grotere kindjes.",
      "rating": "FIVE",
      "author": "Jeanine"
    },
    {
      "text": "Mooi voor de kids",
      "rating": "FOUR",
      "author": "sjef soest van"
    },
    {
      "text": "Ja leuk",
      "rating": "FIVE",
      "author": "Ron Beauman"
    },
    {
      "text": "Hele Mooie camping",
      "rating": "FIVE",
      "author": "Gerard Esteie"
    },
    {
      "text": "Verwarmd zwembad met een grote glijbaan het was schoon en voor herhaling vatbaar",
      "rating": "FOUR",
      "author": "Bas"
    },
    {
      "text": "Terrible food, soup for kids is made artificial boulione and was extremely spicy. Tables are dirty as plates served.",
      "rating": "ONE",
      "author": "Stas Shevchenko"
    },
    {
      "text": "Leuk overdekt strand voor het mindere Hollandse weer.",
      "rating": "FIVE",
      "author": "Els Van Dalen"
    },
    {
      "text": "Leuke plek voor kinderen om te spelen. Zand en water doen het altijd goed. De waterspeeltoestellen hebben hier en daar wat onderhoud nodig. Maar verder hebben wij ons er prima vermaakt.",
      "rating": "THREE",
      "author": "Jaap van Otterdijk"
    },
    {
      "text": "People r nice but i can't say food was nice...",
      "rating": "THREE",
      "author": "김유경"
    },
    {
      "text": "Heel leuk zwembad voor jong en oud",
      "rating": "FIVE",
      "author": "Djdevke"
    },
    {
      "text": "Klimmen, klauteren, zwemmen. Alles kan in dit indoor strand!",
      "rating": "FIVE",
      "author": "Martijn Olislaegers"
    },
    {
      "text": "Wat een tof inboorlingen strand!, wel ontzettend heet.",
      "rating": "FIVE",
      "author": "Sanne Bergsma"
    },
    {
      "text": "Perfect \" zwem en speelbad\" voor jeugd van 3 tot 83",
      "rating": "FIVE",
      "author": "Henk Maurix"
    },
    {
      "text": "Een groot meer met strand. En een paar glijbanen. Ook heb je daar het SterrenStrand restaurant en snackbar. Daar achter heb je een grote hal dit is een binnen speelplaats en een zwembad en nog meer dingen om je te vermaken.",
      "rating": "FIVE",
      "author": "Jan Baars"
    },
    {
      "text": "Leuke camping voor de jeugd of de rust. Animatieteam is niet mega-creatief. Hier heb je klei, maak maar iets, succes",
      "rating": "FOUR",
      "author": "M"
    },
    {
      "text": "Mooie camping",
      "rating": "FOUR",
      "author": "Andre van Gelder"
    },
    {
      "text": "Mooi campaign",
      "rating": "FIVE",
      "author": "M i k e"
    },
    {
      "text": "Super leuke camping. Zeer gastvrij en schoon. Echt super leuk voor de kinderen. Speeltuintjes overal. Disco, voetbalveld en het sterrenstrand heel veel te doen voor de kinderen. Er is ook een spar op het terrein",
      "rating": "FIVE",
      "author": "Jorn van Roosmalen"
    },
    {
      "text": "Mooie camping, schoon en goed onderhouden sanitair gebouwen.",
      "rating": "FOUR",
      "author": "Aswin"
    },
    {
      "text": "We loved the area with its hiking and biking trails which are easily accessible, but also give you a sense to be away from the city and the urban areas of the Netherlands for a while. Breath the fresh air and go for a walk or take your mountain bike.",
      "rating": "FIVE",
      "author": "Roman Thiele"
    },
    {
      "text": "Van alles voorzien",
      "rating": "FIVE",
      "author": "Kees Swaanen"
    },
    {
      "text": "Fijne comfortabele camping met alle voorzieningen, indoor en outdoor",
      "rating": "FIVE",
      "author": "Meike Oude Luttikhuis"
    },
    {
      "text": "Supercamping",
      "rating": "FIVE",
      "author": "Marco Zoomer"
    },
    {
      "text": "Prachtige camping! Alles is netjes bijgehouden 3n het recreatie team biedt zoveel verschillende leuke activiteiten. Zelf vind ik het bandraften het leukste! ;) Top camping!!",
      "rating": "FIVE",
      "author": "Guus v. A."
    },
    {
      "text": "Mooie camping met veel faciliteiten",
      "rating": "FIVE",
      "author": "peter schutten"
    },
    {
      "text": "Mooie ruime camping met veel voorzieningen. Reserveren noodzakelijk",
      "rating": "FOUR",
      "author": "Hans Scheepers"
    },
    {
      "text": "Fantastisch park voor de kinderen, geen luide jeugd",
      "rating": "FIVE",
      "author": "Joris van der Struijk"
    },
    {
      "text": "Super leuke camping, helaas volgend jaar ineens 300 euro duurder",
      "rating": "FIVE",
      "author": "Sniper"
    },
    {
      "text": "Nice campground with lots of activities. We liked our stay very much.",
      "rating": "FIVE",
      "author": "Susanne Steed"
    },
    {
      "text": "Ieder jaar zijn we opnieuw daar, topcamping! Enkel de biljardkeu's en dartpijltjes in La Cantina zijn aan een update toe als ik dan toch naar een verbeterpuntje moet zoeken.",
      "rating": "FIVE",
      "author": "Danny Claes"
    },
    {
      "text": "Mooie camping, altijd wel iets te doen ;",
      "rating": "FOUR",
      "author": "kris hennion"
    },
    {
      "text": "Prachtige camping waar heel veel te beleven valt vooral voor de jonge kinderen. Maar ook voor de ouderen is het hier goed toeven, fietsroutes te over. Kortom prachtige camping geschikt voor jong en oud!",
      "rating": "FIVE",
      "author": "Alwin De Haer"
    },
    {
      "text": "Great facilities, extremely welcoming staff",
      "rating": "FIVE",
      "author": "Becky Evans"
    },
    {
      "text": "Er zijn 2 leuke glijbanen, een ijssalon met lekker ijs en een snackbar. Wel was het erg koud.",
      "rating": "FOUR",
      "author": "Maaike Gerritsen"
    },
    {
      "text": "5cm sneeuw op 7 april 2021",
      "rating": "FIVE",
      "author": "Mark van Essen"
    },
    {
      "text": "Mooi overdekt speelstrand voor kinderen.",
      "rating": "FIVE",
      "author": "frank. vriends"
    },
    {
      "text": "Zeer leuke activiteiten voor de kids Goede schone voorzieningen Zeker aanrader",
      "rating": "FIVE",
      "author": "Nick Hendriks"
    },
    {
      "text": "Heel leuk kids genieten iedere keer weer",
      "rating": "FIVE",
      "author": "Marieke Van Grimbergen"
    },
    {
      "text": "Jammer dat de hond niet mee mag",
      "rating": "FOUR",
      "author": "Sanne"
    },
    {
      "text": "Op visite geweest een dagje bij vrienden. Die hadden een tipi tent gehuurd. Erg leuk en ook heel apart als tent. De tent is erg ruim en van alle gemakken voorzien en bij de tent is een apart sanitair gebouwtje met een eigen wc en toilet. Ze staan aan het water tussen de bomen en het riet. De waterplas is mooi zuiver en heerlijk om te zwemmen. We hebben een rondje over de camping gelopen en er is enorm veel te doen zoals verschillende voetbalveldjes, een bmx baan, speeltuinen, ruime stranden en een binnenzwembad. De horeca prijzen en van de winkel zijn op een acceptabel niveau. De winkel heeft ook een ruim assortiment en de hele dag goed gevuld.",
      "rating": "FIVE",
      "author": "Kees Colijn"
    },
    {
      "text": "Super mooi camping voor allen leeftijden. Wel heel groten camping. Klien min puntje is dat als wat wil boeken bij de animatie moet je er snel bij zijn ander is het vol geboekt. Daar kunnen ze nog in verbeteren!!",
      "rating": "FIVE",
      "author": "ronnie burger"
    },
    {
      "text": "Een zeer nette camping, zelfs het sanitair is ondanks de grote drukte echt schoon. Alleen wordt er erg hard gereden ondanks dat er overal 10 km wordt aangegeven. Zeer veel irritante elektrische stepjes. En wat deze camping wat sterren betreft erg naar beneden haalt is de animatie dit is echt geen animatie team zo slecht echt heel jammer.",
      "rating": "FOUR",
      "author": "Paula van Loon"
    },
    {
      "text": "Mooie en grote camping, genoeg te doen voor jong en oud. Wij hadden een kampeer plek met prive sanitair en die was zeer groot.",
      "rating": "FIVE",
      "author": "Ernst van zijl"
    },
    {
      "text": "Mooi camping, vriendelijk personeel. Veel te doen voor kinderen",
      "rating": "FIVE",
      "author": "Pates Keries"
    },
    {
      "text": "Heel leuk echt een top maker",
      "rating": "FIVE",
      "author": "Thijs"
    },
    {
      "text": "Veel te doen voor de jeugd, mooie camping met visvijver, zwemwater. Strandbewakers houden de zwemmers in de gaten. Grote speeltuin.",
      "rating": "FIVE",
      "author": "Jan Nijboer"
    },
    {
      "text": "De camping is leuk en van alle gemakken voorzien. Leuk zwembad, meertje en prima horeca. Maar een nadeel is het lawaai van de jeugd in de avond. Het is een tienercamping en dat merk je. Tot 1 uur 's nachts gaat het door. Om 5 uur de haan en geiten van de kinderboerderij. Dus (op het niet kunnen slapen na), een prima vakantie 👍🏻",
      "rating": "TWO",
      "author": "Gretha van der Velde"
    },
    {
      "text": "Heerlijke plaats voor kinderen.",
      "rating": "FIVE",
      "author": "Joke Monster"
    },
    {
      "text": "Leuk overdekt strand met zwembadgedeelte en glijbaan.",
      "rating": "FIVE",
      "author": "Erik Gilden"
    },
    {
      "text": "Het ziet er leuk uit, maar het is vooral voor kinderen tot,12 jaar. Het water bij het speelstrand was nog erg koud. Er zijn maar weinig kleedhokjes voor het aantal mensen dat er komt zwemmen.",
      "rating": "THREE",
      "author": "Rob Gosens"
    },
    {
      "text": "Mooi speel strand",
      "rating": "FIVE",
      "author": "Jack Rasterhoff"
    },
    {
      "text": "Top camping is al het 4de jaar dat wij gaan",
      "rating": "FIVE",
      "author": "rene breugelmans"
    },
    {
      "text": "Laat niet veel te wensen over",
      "rating": "FOUR",
      "author": "Peter Ruygrok"
    },
    {
      "text": "Super leuke camping. Dit is bij Ter Spegelt. Geweldig voor kinderen..",
      "rating": "FIVE",
      "author": "Henny Van Der Steen"
    },
    {
      "text": "Zeer leuk en mooi uitgebreid vakantiepark. Leuke meren om in te zwemmen vissen of te varen met kleine bootjes. Leuk zwembad erbij met leuke binnenspeeltuin. Alleen moet je erg ver lopen vanaf de meeste plekken naar het zwembad.",
      "rating": "FOUR",
      "author": "Nard Savelkouls"
    },
    {
      "text": "Leuk park erg kind vriendelijk",
      "rating": "FIVE",
      "author": "Nina van Bekkum"
    },
    {
      "text": "Zeer kindvriendelijke camping met speciale kampeervelden voor mensen met kinderen Verder zeer vriendelijk personeel",
      "rating": "FIVE",
      "author": "Annelies Suijkerbuijk"
    },
    {
      "text": "Super camping alles erop en eraan superverbijf 👍",
      "rating": "FIVE",
      "author": "frank buijtels"
    },
    {
      "text": "Hele mooie nette camping en alles netjes en aanwezig wat je kunt bedenken....ga er zeker nog terug naar toe...!!!",
      "rating": "FIVE",
      "author": "Mike"
    },
    {
      "text": "Was supper",
      "rating": "FIVE",
      "author": "Dennis Homoet"
    },
    {
      "text": "Vrij grote en drukke camping maar mooie ligging. Tussen 2 grote meren in. Met een binnen zwembad en speeltuin met water. Volop speeltuintjes te vinden. Veel veldjes met speeltuintjes erop. Erg leuke camping met kleine kinderen.",
      "rating": "FIVE",
      "author": "Shirley van Hoek"
    },
    {
      "text": "Fantastisch",
      "rating": "FIVE",
      "author": "jean verhoeven"
    },
    {
      "text": "Erg mooie camping, heel schoon en netjes verzorgd! Zelfs de bbq's worden schoon gemaakt en schone roosters opgelegd. En dat buiten het seizoen. Tip voor camping maak een bordje waar je moet zijn als je naar het maaidoolhof wilt. Verder mooi zwembad en lekker warm en geweldige speelplek indoor met veel zand en water. Super camping!",
      "rating": "FIVE",
      "author": "Frank Harwig"
    },
    {
      "text": "Zeer mooie en complete accomodatie. Voorzien van heel veel gemakken. Ons bevalt het heel goed!",
      "rating": "FIVE",
      "author": "Mark Palm"
    },
    {
      "text": "Lekker camping met leuke zwemplas",
      "rating": "FIVE",
      "author": "Ruud Goudsblom"
    },
    {
      "text": "Zeer goede camping, echt vanalles te doen",
      "rating": "FIVE",
      "author": "Gonny Schep"
    },
    {
      "text": "Very nice place with lots of interesting things and activities for kids. Wonderful experience.",
      "rating": "FOUR",
      "author": "Edielson P. Frigieri"
    },
    {
      "text": "Gewoon een top camping met voor ieder wat wils. Sanitair is ook perfect. En de service en vriendelijkheid van het personeel ook. En last but not least, wat een uitzicht hebben we hier!! En zijn de staanplaatsen mooi ruim.",
      "rating": "FIVE",
      "author": "Silluf Hegger-Hesen"
    },
    {
      "text": "3 nachten verbleven. Hoewel wij nooit voor dit soort massale campings kiezen en ook geen gebruik maken van alle geboden faciliteiten..zijn we enorm onder de indruk van dit vakantie park... werkelijk alles is aanwezig. Ook een prachtige ligging en heerlijk eten.",
      "rating": "FIVE",
      "author": "Ester"
    },
    {
      "text": "Geweldig park, de kleinkinderen hebben genoten en wij dus ook. Prachtig weer, schoon park, vriendelijk personeel. Helemaal top!",
      "rating": "FIVE",
      "author": "Mike Oomen"
    },
    {
      "text": "Superleuk park. Zeker voor gezinnen met kinderen.",
      "rating": "FIVE",
      "author": "hennie de weert"
    },
    {
      "text": "Zeer mooie camping",
      "rating": "FIVE",
      "author": "Evert van Duren"
    },
    {
      "text": "Super gastvrij en veel om te doen, grote plekken en mooie camping. Ook perfecte indoor voor tijdens herfst/kerstvakantie",
      "rating": "FIVE",
      "author": "Tom Hoeben"
    },
    {
      "text": "We hebben tijdens de herfstvakantie genoten van ons verblijf op Ter Spegelt. Een heel net en goed onderhouden park die er alles aan doen om het de gasten zo prettig mogelijk te maken. Via hun eigen app zijn de activiteiten goed te vinden en er wordt echt heel veel georganiseerd voor de kinderen in alle leeftijdscategorieën. Het sterrenstrand vonden de kinderen (7 en 9) geweldig en het ziet er inderdaad gaaf uit. Zwembad is vrij standaard met waterglijbaan en bubbelbad maar verder wel prima. Ondanks de corona beperking was het goed geregeld met blokken van een uur en op inschrijving. Wij verbleven in een veranda chalet die op zich goed is maar wel erg low budget aangekleed met meubels en dat merk je. Het bankstel mag geen bankstel heten en ik heb daar nooit langer dan een half uur op kunnen zitten zonder last van het zitvlak te krijgen. Verder houden de bedden en vooral ook de ventilatie in de slaapkamers te wensen over. Je zult echt de ramen open moeten houden wil je het zuurstof gehalte goed houden. De volgende keer (en dat gaat zeker gebeuren) willen we de luxe chalet proberen, die lijkt op de foto's wel goed gemeubileerd.",
      "rating": "FOUR",
      "author": "Roy Wiendels"
    },
    {
      "text": "Wij hebben hier een jaarplaats",
      "rating": "FIVE",
      "author": "joop de kort"
    },
    {
      "text": "Prachtig park met voor elk wat wils",
      "rating": "FIVE",
      "author": "Familie van Ruth"
    },
    {
      "text": "Great camping, very nice organized, tidy toilet building, nice swimming pool and incide playground.",
      "rating": "FIVE",
      "author": "Christian de Vries"
    },
    {
      "text": "Grote camping alleen nu weinig te doen ivm corona jammer genoeg.",
      "rating": "FIVE",
      "author": "frank. vriends"
    },
    {
      "text": "Prachtige camping",
      "rating": "FOUR",
      "author": "Henri Bloemert"
    },
    {
      "text": "Geweldige camping Wij hebben er zo van genoten en gaan zeker er terug heen",
      "rating": "FIVE",
      "author": "Anny Wendrickx"
    },
    {
      "text": "Leuke groot camping met ook huisjes en van alles te doen.",
      "rating": "FIVE",
      "author": "Theo Hulsman"
    },
    {
      "text": "Nice pleace",
      "rating": "FIVE",
      "author": "BlukersB BartoszB"
    },
    {
      "text": "Groot park met grote verscheidenheid aan accommodaties. Van campingplaats tot luxe huurtenten en caravans. Uitgebreide faciliteiten zijn aanwezig. Het is wel flink massaal geworden. Als je daar van houdt zit je op de goede plek!",
      "rating": "FIVE",
      "author": "Jos en Marije"
    },
    {
      "text": "Great camping, well organised and had everything we needed. The playgrounds for the kids were fantastic and the special kids beach \"Sterrenstrand\" was a blast for them.",
      "rating": "FIVE",
      "author": "Maarten"
    },
    {
      "text": "Prachtige camping. Veel kindervermaak, prima zwembad en mooi sterrenstrand.. Natuurlijk alles corona safe",
      "rating": "FIVE",
      "author": "Ronald Stevens"
    },
    {
      "text": "Prettig vertoeven, tentje gekocht bij de Wit Schijndel, weekendje cadeau kamperen. Meteen midweek er aan vastgeplakt . TOPPIE.",
      "rating": "FIVE",
      "author": "Henk Maurix"
    },
    {
      "text": "Fantastisch park. Wel heel groot maar topper",
      "rating": "FIVE",
      "author": "Wiljo van Dalen"
    },
    {
      "text": "Twee weken op camping gestaan met Hemelvaart, geweldige camping, echt top. Prima plaatsen, goeie voorzieningen, vriendelijk en behulpzaam personeel, zeer gastvrij",
      "rating": "FIVE",
      "author": "Johan Schellekens"
    },
    {
      "text": "Vreselijke",
      "rating": "ONE",
      "author": "Ad Corver"
    },
    {
      "text": "Een mooi nette camping super schone wc`s ook de sanitaire gebouwen zijn verwarmd netjes en ruim. helaas houd niet iedereen zich aan de mondkapjesplicht dat is niet altijd fijn maar verder een goed geregelde camping.",
      "rating": "FIVE",
      "author": "Erik Kuyvenhoven"
    },
    {
      "text": "Wij zijn er pas voor de 1ste keer, maar hebben echt goed genoten, hadden onze 2 kleinkindeten van 10 bij ons en die roepen hard dat het zeker voor herhaling vatbaar is. Echt SUPER!!!",
      "rating": "FIVE",
      "author": "Swanny Weismann"
    },
    {
      "text": "Leuke camping. Veel vertier voor kinderen",
      "rating": "FOUR",
      "author": "Pierik"
    },
    {
      "text": "Geweldige camping! Alles netjes verzorgd..veel te doen voor de kinderen en mooie omgeving!",
      "rating": "FIVE",
      "author": "Renee Schoonus"
    },
    {
      "text": "Heerlijke plek en lekker eten.",
      "rating": "FIVE",
      "author": "Riny Timmermans"
    },
    {
      "text": "Alles is er. Vriendelijk en behulpzaam personeel. Leuke activiteiten. Goede faciliteiten.",
      "rating": "FIVE",
      "author": "Gertjan De Jong"
    },
    {
      "text": "Prachtige camping met veel verschillende kampeer mogelijkheden. Gezellige velden met stacaravans. Veel particuliere eigenaren, maar inmiddels ook huuraanbod van Roan en Eurocamp. Luxe tenten van verschillende aanbieders. Leuke velden met vaak ook een speelgelegenheid voor de kleintjes. Daarnaast veel kampeerplekken, steeds meer met eigen sanitair. De topplekken zijn te vinden rondom het grote meer, prachtig om daar de zon onder te zien gaan. Qua vermaak kom je hier niks te kort, veel te doen voor kinderen. Je loopt ook zo de bossen in voor een heerlijke wandeling. Omgeving is prachtig!",
      "rating": "FIVE",
      "author": "Björn Bouwmeester"
    },
    {
      "text": "Top kamping, ruim maar niet te groot. Heel netjes onderhouden. Ruime kampingplaatsen, zowel geschikt voor goed als minder weer. Dit omdat er ook een overdekt zwembad is. Veel sanitaire blokken en heel netjes onderhouden.",
      "rating": "FIVE",
      "author": "Tinne"
    },
    {
      "text": "Grote Camping met divers animatie programma zowel voor de kleine kinderen als de grotere kinderen/tieners veel te doen. Schoon sanitair.",
      "rating": "FOUR",
      "author": "Stefan Schouten"
    },
    {
      "text": "4 Kleine schrobbelaartjes € 19.40 Spant de kroon in deze regio",
      "rating": "THREE",
      "author": "Pius Lemmens"
    },
    {
      "text": "Prima camping met veel plezier gestaan.",
      "rating": "FIVE",
      "author": "Harry Lintjens"
    },
    {
      "text": "Heerlijk gezwommen op een mooie locatie",
      "rating": "FIVE",
      "author": "Laura Bekkers"
    },
    {
      "text": "Erg leuk voor kinderen",
      "rating": "FIVE",
      "author": "Joke Derks"
    },
    {
      "text": "Zeer tof zeker voor families met kinderen en tieners bijna niets is betalend",
      "rating": "FOUR",
      "author": "diaminecraft xxl"
    },
    {
      "text": "Prachtig speelstrand voor kinderen tot een jaar of 8",
      "rating": "FIVE",
      "author": "Martin Kolsté"
    },
    {
      "text": "Mooi buitenmeer met lekker strand en 2 glijbanen. Mooi binnenstrandbad. Goed restaurant en snackbar. Bij camping Ter Spegelt.",
      "rating": "FOUR",
      "author": "Mike Sepp"
    },
    {
      "text": "Zowel zwemmen als met zand spelen, welk kind wil dat nu niet? Erg leuk.",
      "rating": "FOUR",
      "author": "Daphne Bluemink"
    },
    {
      "text": "Mooiste wat er hier in de omgeving is en zijn er heel vriendelijk",
      "rating": "FOUR",
      "author": "Denis Boom"
    },
    {
      "text": "Super leuk en prima personeel",
      "rating": "FIVE",
      "author": "Renzo Scanu"
    },
    {
      "text": "Nice place to go with kids",
      "rating": "FIVE",
      "author": "Anya Jager - Melgarejo"
    },
    {
      "text": "Leuke plaats voor de kinderen om te spelen met zand en water. Ideaal voor kinderfeestjes",
      "rating": "FIVE",
      "author": "Bernd Kleuters"
    },
    {
      "text": "heerlijk voor kleine kinderen",
      "rating": "FIVE",
      "author": "arian verschuren"
    },
    {
      "text": "Op camping Ter Spegelt altijd leuk voor de kinderen om jezelf binnen te vermaken met zand en water met klimmen en klauteren en een echte doolhof onder de grond",
      "rating": "FIVE",
      "author": "Bernd Kleuters"
    },
    {
      "text": "Voor iedereen wat te doen",
      "rating": "FIVE",
      "author": "Dianne Schreur"
    },
    {
      "text": "Fantastic site for a family holiday. We stayed for 4 nights. There are some cool things to do on site - such as the swimming pool and the Tubbyjump!",
      "rating": "FOUR",
      "author": "Michelle Melville"
    },
    {
      "text": "Heel.erg mooi, ook goed toegankelijk voor rollator hondenkar top Hier komen we terug",
      "rating": "FIVE",
      "author": "Bertina Ruber"
    },
    {
      "text": "Na een wandeling wilden we wat gaan eten bij ‘de keizer’. Het was niet druk maar we moesten met ons hondje wel in de verdrukking zitten. Enfin…. Eerst maar wat drinken besteld. Ondanks de vele barmedewerkers moesten we toch 20 minuten wachten op 3 drankjes. We hebben het eten maar overgeslagen. Wie weet hoelang dat geduurd zou hebben.",
      "rating": "THREE",
      "author": "Gert-jan Bullens"
    },
    {
      "text": "Mooie campingplaatsen rondom het water. Verschillende watersporten mogelijk.",
      "rating": "FIVE",
      "author": "Chiel Blankenstein"
    },
    {
      "text": "Prachtige grote camping met een super animatie en activiteiten. Mooi en schoon sanitair. Heerlijk groot watersport meer waar je een eigen strandje hebt per veld, daar is altijd wat te zien. Snackbar en restaurant zijn goed geregeld en het eten is goed. Enige punt van kritiek is het binnenzwembad. Dit zou eigenlijk uitgebreid moeten worden want hier kan je vaak over de hoofden lopen zo vol. Er is 1 glijbaan waar vaak een grote rij voor staat. Er zit een heel groot sterrenstrand bij waar maar een enkeling gebruik van maakt. Daar zou eigenlijk nog een zwembad met glijbaan(of 2) bij moeten komen om zo de mensen beter te verdelen. Ook de kampeerplaatsen zijn veelal grote zandplekken vanwege alle (voor)tenten. Hier zou beter kunstgras kunnen liggen zodat alles veel schoner en netter blijft. De camping is zeker niet goedkoop, maar daar krijg je ook wat moois voor terug met veel te beleven. Overigens ook zeer vriendelijk personeel!",
      "rating": "FIVE",
      "author": "Peter Verheul"
    },
    {
      "text": "Prima camping, in een mooie, bosrijke omgeving! Er wordt dagelijks een hoop georganiseerd. Wel had ik gedacht dat er meer voor tieners zou zijn. Er is geen jeugdhonk oid, waar ze elkaar kunnen treffen. Een disco was er wel, de \"SilentDisco\" (zag er leuk uit), maar helaas maar tot 12 jaar... Mooi dat er een binnenzwembad is, maar met iets minder weer echt bomvol.",
      "rating": "FOUR",
      "author": "Koen Freriks"
    },
    {
      "text": "Gewoon een geweldige camping. Ko.en nu al een aantal jaar hier en blijft een mooie vakantie",
      "rating": "FIVE",
      "author": "Jos Pistorius"
    },
    {
      "text": "Topcamping voor kinderen. Personeel supervriendelijk, alles proper, veel te doen, grote plaatsen voor caravan ... Geen opmerkingen, wij komen zeker terug.",
      "rating": "FIVE",
      "author": "Benjamin Vandroemme"
    },
    {
      "text": "Dagje geweest, was heerlijk aan t water",
      "rating": "FOUR",
      "author": "n n"
    },
    {
      "text": "Mooi vakantiepark, leuk voor de kinderen. Entertainment is niet aansluitend en het programma niet zo uitgebreid maar wel prima. (Ik heb een beter programma gezien). Maar verder zijn er wel leuke dingen zoals de blob en het springen met de banden.",
      "rating": "FOUR",
      "author": "Erik Hettinga"
    },
    {
      "text": "FANTASTIC! We had the most amazing holiday here. The park is set in a beautiful area surrounded by woodland. Our children really enjoyed playing in the three stunning lakes at the site everyday - swimming, slides, banana boat ride and the blobben! There is a large indoor pool and play area that we all loved with so much to do. The tubby jump was so much fun and extremely well managed. We hired bikes for the day to explore the site and local area which was lovely - with a couple of stop offs at the cycle and pump tracks. All of the staff were so polite, friendly and helpful - such a credit to the company. There are numerous play areas throughout the park and all a really well maintained. Although there is lots to do for younger children, our 15 and 10 year old had such a great time here and have said it’s the best holiday they have ever had - very good feedback indeed!",
      "rating": "FIVE",
      "author": "Rebecca Devine"
    },
    {
      "text": "Fantastische familiecamping!",
      "rating": "FIVE",
      "author": "Jeroen de Vries"
    },
    {
      "text": "Fantastische tijd gehad samen met 4 kleinkinderen",
      "rating": "FOUR",
      "author": "Frans van Berkel"
    },
    {
      "text": "Top camping! Mooi opgezet. Naast zwembad, zwemplas en verschillende speeltuintjes, ook pumptrackbaan, voetbal- en tenniskooien, bmx baan, kinderboerderij, minigolf, etc. Faciliteiten zijn erg netjes en er is voor kinderen van uiteenlopende leeftijden (0-18) veel te doen, zoals tokkelbaan, minidisco, bubblebal, bandrafting, pijlenboogspel, etc etc. De kids vermaken zich, dus wij hebben echt vakantie.",
      "rating": "FIVE",
      "author": "Judith Lammers"
    },
    {
      "text": "Fantastic stay in May",
      "rating": "FIVE",
      "author": "Duncan Hardie"
    },
    {
      "text": "een goei cafe met goede werknemer's",
      "rating": "FIVE",
      "author": "mark verhees"
    },
    {
      "text": "Mooie camping",
      "rating": "FIVE",
      "author": "peter max van dorp"
    },
    {
      "text": "Perfect for kids! Super friendly staff and tons of things to do!",
      "rating": "FIVE",
      "author": "Sven-Rudolf Schulte"
    },
    {
      "text": "Super camping",
      "rating": "FIVE",
      "author": "Jack Rasterhoff"
    },
    {
      "text": "Het is super voor de kinderen! We komen hier al jaren, alleen deze week helaas minder prettige ervaringen.... vandaar ook even mijn aanpassingen in de review. In het zwembad en dan vooral het bruisbad stikt het van de scherpe randen welke zich als kaasschaaf gedragen. Onze oudste dochter heeft meerdere sneeen in haar voet opgelopen waarvan er bij één een hele lap vel van haar hak is geschaafd. En dit alleen maar bij het van het trapje aflopen in het bruisbad. De andere is een flinke snee in haar teen. We willen in de zomervakantie weer terug, dus hopenlijk wordt het opgelost.",
      "rating": "THREE",
      "author": "Mark van Uden"
    },
    {
      "text": "Leuke plek voor kinderen.",
      "rating": "FOUR",
      "author": "Arina Evers"
    },
    {
      "text": "Superplek voor je vakantie!",
      "rating": "FIVE",
      "author": "Jasper van der Eijk"
    },
    {
      "text": "Zand en water zowel binnen als buiten... en glijbanen. Wat willen kinderen tot ca 12 jaar nog meer... Entreeprijzen zijn wel wat aan de hoge kant voor wat er geboden wordt.",
      "rating": "FOUR",
      "author": "Jochen Hesselberth"
    },
    {
      "text": "Heerlijk om hier te zijn! Water en zand! Lekker spelen en zwemmen",
      "rating": "FIVE",
      "author": "Jojanneke Geevers"
    },
    {
      "text": "Altijd goed!",
      "rating": "FIVE",
      "author": "Mark van Uden"
    },
    {
      "text": "Great place good for family, staff friendly, pool clean and warm",
      "rating": "FIVE",
      "author": "Martin Coupe"
    },
    {
      "text": "Best leuk, zeker als je niet teveel verwachtingen hebt. Voor onze jongens was het leuk, voor ons als ouders is het behelpen, eerlijk gezegd.",
      "rating": "THREE",
      "author": "Coen Pots"
    },
    {
      "text": "Heel gezellig zwembad, veel faciliteiten; alleen is het overzicht ietsje minder..",
      "rating": "FOUR",
      "author": "Jeroen de Vries"
    },
    {
      "text": "Heel goed",
      "rating": "FIVE",
      "author": "verix Techca"
    },
    {
      "text": "Ruim aanbod, gezinnen met tieners. Ook voor een weekendje weg. Vlakbij mooie wandelwegen en gezellige dorpjes. Steek zeker even de grens over naar de Antwerpse Kempen.",
      "rating": "FIVE",
      "author": "Koen Claessens"
    },
    {
      "text": "Top camping!",
      "rating": "FIVE",
      "author": "Niels van Valen"
    },
    {
      "text": "Mooie hele grote camping. Maar alles keurig netjes. Voor gezinnen met kinderen ideaal.",
      "rating": "FOUR",
      "author": "Piet de Kam"
    },
    {
      "text": "Mooi park en als alles weer open mag heel veel te doen nu ook genoeg voor de kinderen. Blij dat we weer even weg konden met de caravan.",
      "rating": "FIVE",
      "author": "Jornt Van gennip"
    },
    {
      "text": "Mooie camping heel veel animatie en volop genieten",
      "rating": "FIVE",
      "author": "Marianne Oostenrijk"
    },
    {
      "text": "Prima camping",
      "rating": "FIVE",
      "author": "Gerard Viveen"
    },
    {
      "text": "Geweldige camping met alle voorzieningen die nodig zijn om een mooie vakantie te hebben",
      "rating": "FIVE",
      "author": "Marco Hoogeveen"
    },
    {
      "text": "Fijne camping voor de kinderen, midgetgolf, skate baan, verder zijn er verschillende mogelijkheden om de kinderen bezig te houden, kabouterpad",
      "rating": "FOUR",
      "author": "P v/d D"
    },
    {
      "text": "Op deze camping gestaan met Pasen. We hebben ervan genoten! De plaatsen met het nieuwe prive sanitair waren super. Echt ruim, heerlijke douche en goed verwarmd hutje. Ondanks de corona maatregelen hebben we genoten van ons verblijf. Fijn dat er voor de kinderen van alles mogelijk was (knutselen, kinder disco etc.) Dit was goed georganiseerd. Jammer dat het Sterrenstrand gesloten was, als de kinderen toch bij elkaar mochten spelen, was het wellicht leuk geweest als hier ook iets was georganiseerd. Restaurants waren geopend voor afhaal en hadden een bezorgservice, dit was ook goed geregeld, je kon gemakkelijk via een app bestellen. We komen nog een keer terug als het Sterrenstrand weer geopend is!",
      "rating": "FOUR",
      "author": "Charlotte de Wit-Heidema"
    },
    {
      "text": "leuke plek om te camperen",
      "rating": "FOUR",
      "author": "finn woudenberg"
    },
    {
      "text": "Prachtige camping, ideaal voor de kinderen. Heerlijke faciliteiten en prachtig restaurant.",
      "rating": "FIVE",
      "author": "Mark van Essen"
    },
    {
      "text": "Een van de mooiste caampings",
      "rating": "FIVE",
      "author": "Alex Van Der Ven"
    },
    {
      "text": "Geweldige camping die zijn 5 sterren eer aan doen",
      "rating": "FIVE",
      "author": "Roger van"
    },
    {
      "text": "Super park met veel leuke huisjes en tenten",
      "rating": "FOUR",
      "author": "Eileen Hofmans"
    },
    {
      "text": "Google",
      "rating": "FIVE",
      "author": "Mateusz Szweda"
    },
    {
      "text": "Beste park ooit",
      "rating": "FIVE",
      "author": "Lottuu"
    },
    {
      "text": "Enorm verschil tussen oude en nieuwe gedeelte. Het oude is kort op elkaar, aan drukke weggetjes, veel getatoeëerde, rokende, drinkende, bierbuik onderhoudende en grofgebekte mensen hier. Bij de nieuwe waterlodges is het prachtig, je ziet direct verschil in prijsklasse en dus niveau. Het sterrenstrand en zwembad is beeldschoon, gloednieuw. Echter zijn de kleedhokjes snel smerig en echt enorm koud, verwarming zou fijn zijn. Van ellende de baby maar omgekleed in het zwembad zelf en niet de kleedruimte. Onze stacaravan was op overlijden na dood. Lekke ramen, kapotte verwarming wat vervangen was door een elektrisch kacheltje van 2000watt. Veel te klein om een ruime 6 persoons, bouwjaar 1910 stacaravan te verwarmen. Keuken was zeer, zeer smerig achtergelaten. Mayonaise resten op borden, lipafdrukken op glazen. Ook stond keukengerei op de (vieze) vloer. De luchtroosters op de slaapkamers deden niets, wel veel opbergruimte op de kamers. Bedden waren te kort voor mijn lengte (1.86m), maar lagen prima. Muren waren echter weer smerig met veel dood gedrukte insecten hierop terug te vinden. De vloer van de stacaravan klonk alsof je er ieder moment door kon zakken, kraken aan alle kanten. We hadden het idee dat de caravan ook niet waterpas stond. Het laken pakket was incompleet. De douche was daarentegen lekker warm. Bij het wakker worden in de ochtend was het nog geen 10 graden in de caravan en met alle deuren van de slaapkamers dicht duurde het tot 11 uur met het elektrische kacheltje voor het een acceptabele 19 graden was (wellicht door de opkomende zon). Animatie was om te janken zo slecht. Ongeïnteresseerd, sturen 8 jarige meisjes weg omdat ze een pasje zou moeten laten zien om mee te doen. Receptie weet hier niets van en zegt geen idee te hebben van pasjes toegang. Wanneer er gevraagd wordt aan de animatie wat er nu het beleid is wordt alles ontkent en wordt er gelogen. De meiden avond waar papa's en mama's niet welkom waren kon zonder mama's niet doorgaan. Er was te weinig animatie (2 meisjes), die niets deden op rondlopen na. Gelukkig waren er een boel moeders die bleven en hielpen. Toneelstukjes zijn geen toneelstukjes, maar een vragenspel aan kinderen. De wifi die gratis zou zijn en tot 4 apparaten geldig werkt niet of hooguit een dag. Erg, erg traag of geen verbinding mogelijk, dit geprobeerd op Android telefoon, iPhone, MacBook en surface. Grote pluspunt is de supermarkt, al is op 5 minuten rijden een Jumbo, Plus, Lidl en Aldi te vinden. Ook de action is dichtbij. Al met al niet de top vakantie die we hadden gehoopt, je ziet toch andere recensies en ik vraag me nu zeer af of die gekocht zijn of dat wij behoorlijk zijn afgezet en in de meeste aftandse hoek van de camping zijn gezet. Zonde, geen herhalingsgevaar voor ons.",
      "rating": "TWO",
      "author": "Hans -"
    },
    {
      "text": "Het is een leuke camping voor kinderen",
      "rating": "FIVE",
      "author": "dylan deuzings"
    },
    {
      "text": "Leuke camping met veel voorzieningen alleen bij het bestellen van eten word het niet gelijk geleverd en de pizza’s worden niet gesneden.",
      "rating": "FOUR",
      "author": "Lex Liebregts"
    },
    {
      "text": "Perfect",
      "rating": "FIVE",
      "author": "Sven Grimm"
    },
    {
      "text": "Super leuk! Lekker spelen met zand en water en genoeg plekken om gezellig te kunnen zitten",
      "rating": "FIVE",
      "author": "Mieke Nouwens"
    },
    {
      "text": "Geweldig. Voor iedereen wel wat te doen, zeker een aanrader",
      "rating": "FIVE",
      "author": "Els Van Gils"
    },
    {
      "text": "Leuk voor kinderen tussen 2 en 9",
      "rating": "FOUR",
      "author": "Tycho Neijts"
    },
    {
      "text": "Lekker!",
      "rating": "FIVE",
      "author": "Lars van de Donk"
    },
    {
      "text": "Top! 👍🏻",
      "rating": "FIVE",
      "author": "Emil Lauschus"
    },
    {
      "text": "Waarschijnlijk komen we volgend jaar weer!!! We hebben ons zeer goed vermaakt!!",
      "rating": "FIVE",
      "author": "Rianne de Boer"
    },
    {
      "text": "Leuke camping Misschien een avondklok voor een goede nachtrust",
      "rating": "FOUR",
      "author": "Bram Goossens"
    },
    {
      "text": "Mooie, schone camping. Leuk voor vele leeftijden, van zeer jong t/m tieners ! Top.",
      "rating": "FOUR",
      "author": "Odette Ekdom"
    },
    {
      "text": "Ideale camping voor gezinnen met tieners",
      "rating": "FIVE",
      "author": "Go Kay Games NL"
    },
    {
      "text": "Een week in de zomervakantie... de mooiste kindercamping kan ik het niet noemen wat veel genoemd wordt in de reviews! Door alle reviews hoge verwachtingen! Wel een leuk sterrenstrand en zwembad, douches zijn lekker warm! Eten is prima, voor kids wat minder keuze een Jan pannenkoek wat rubberig en koud helaas geen vers gebakken voor die prijs! Berzorging van pizza's en schotels niet op alle velden! En qua animatie vond ik het erg magertjes de familiedag was alleen gebaseerd op voetbal dus ze waren snel uitgekeken.....Op zich een prima camping maar voor ons geen jaarlijks terugkerende camping om vakantie te vieren!",
      "rating": "THREE",
      "author": "Claudia"
    },
    {
      "text": "Goed verzorgd, voldoende afwisseling, strandbad en zwembad zijn gescheiden.",
      "rating": "FOUR",
      "author": "Y_Kazz"
    },
    {
      "text": "Erg leuk opgezet",
      "rating": "FIVE",
      "author": "Dff F"
    },
    {
      "text": "Mooi overdekt strand, wel een beetje te warm op echt zonnige dagen.",
      "rating": "FOUR",
      "author": "Manfred Bohmer ten"
    },
    {
      "text": "Mooi en netjes!",
      "rating": "FOUR",
      "author": "Fred G."
    },
    {
      "text": "Weer of geen weer, altijd strand & fun. Bijzonder vriendelijk personeel en aandacht voor kinderen. Zeer leuk voor verjaardagsfeestjes! Top locatie!",
      "rating": "FIVE",
      "author": "Marc Oomens"
    },
    {
      "text": "GEWELDIG! Echt een aanrader zwemmen in een leuk en prachtig zwembad en ook nog een superleuke zand-avontuur-water speeltuin echt een aanrader!",
      "rating": "FIVE",
      "author": "누르누르"
    },
    {
      "text": "Heerlijke plek voor de kinderen",
      "rating": "FIVE",
      "author": "Martijn Van Helmond"
    },
    {
      "text": "Groetjes",
      "rating": "FOUR",
      "author": "Mecholine Vreke"
    },
    {
      "text": "Leuke camping, mooi binnenstrand en uitgebreide winkel. Iets te groot misschien zodat het wat intimiteit mist.",
      "rating": "FOUR",
      "author": "Bob Masselink"
    },
    {
      "text": "we zijn net weer thuis van een hele mooie week ter spegel, we hebben het prachtig gehad heel mooi om te fietsen en te wandelen, we hebben geen kleine kinderen maar heb met plezier staan kijken hoeveel er te doen is voor de kinderen, prachtig, ik denk dat het in de zomervakantie wel erg druk is daar moet je van houden, wij stonden met ons tween op veld 67 nummer 8 jammer is dat je heel dicht bij de buurvrouw staat er is daar geen schutting tussen, dat was het enigste minpunt.",
      "rating": "FOUR",
      "author": "icw Landeweerd"
    },
    {
      "text": "Leuke camping met veel faciliteiten voor de kinderen. Ook buiten het hoogseizoen veel kinderen, dus die hebben voldoende mensen om mee te spelen en zich heerlijk vermaakt. Prima te doen ondanks alle corona maatregelen, wel benieuwd hoe het zwembad er in het hoogseizoen aan toe gaat want dat is voor het formaat van de camping niet heel groot...",
      "rating": "FIVE",
      "author": "Frank"
    },
    {
      "text": "Erg leuke plek en plezier voor iedereen. Met name voor de kinderen met de verschillende waterplassen die hier bij elkaar liggen. Ook genoeg andere dingen om te doen op het park met binnen en buiten strand. Binnen en buiten zwembad, twee BMX banen, drie kunstgras veldjes voor voetbal, tennis en basketbal. Het kan eigenlijk niet op 😎.",
      "rating": "FIVE",
      "author": "Jos Dekkers"
    },
    {
      "text": "Goed verzorgde camping. Heel goed sanitair zeker heel goed aan de kindjes gedacht. Alleen de parkeerplaatsen zijn wat krap waardoor je moeilijk met de caravan in en uit kon gaan. Ook het restaurant op de camping viel vies tegen. Geen aanrader. Maar de omgeving en Eersel zelf zijn prachtig!",
      "rating": "FOUR",
      "author": "Gina Offermans"
    },
    {
      "text": "Nice and kind people.",
      "rating": "FOUR",
      "author": "김유경"
    },
    {
      "text": "Super mooi en leuk park 😊",
      "rating": "FIVE",
      "author": "Isa Van Der Sluis"
    },
    {
      "text": "Zeer goede kaping",
      "rating": "FIVE",
      "author": "Johny Haest"
    },
    {
      "text": "Is voor mij een klant als chauffeur en is een toplocatie",
      "rating": "FIVE",
      "author": "Antoine Breugel van"
    },
    {
      "text": "Is sinds oprichting enorm uitgegroeid vakantiepark met veel opties voor lokatie en vertier",
      "rating": "FOUR",
      "author": "Peter Ruygrok"
    },
    {
      "text": "Geweldige camping voor alle leeftijden.",
      "rating": "FIVE",
      "author": "Chantal Z"
    },
    {
      "text": "Leuk. Ook leuk voor kleine kinderen. Er valt veel te doen. Heel schoon en vergleken met andere campings is het sanitair super schoon. Vriendelijk personeel. Het enige minpuntje is dat het eten een beetje aan de dure kant is voor wat je krijgt, maar alsnog zijn het altijd weer leuke daagjes in terspegelt. Zeker een aanrader. (Kampeerplekken, huisjes, bungalows, safaritenten en nog veel meer)",
      "rating": "FOUR",
      "author": "Liselotte"
    },
    {
      "text": "Verzorgde camping met veel faciliteiten",
      "rating": "FOUR",
      "author": "Bep van der Kruijs"
    },
    {
      "text": "Bijzonder leuke camping, vooral voor kinderen. Wel een beetje groot en massaal naar onze smaak.",
      "rating": "FOUR",
      "author": "Eric Oostelbos"
    },
    {
      "text": "Een prachtige camping. 25 jaar gestaan met een caravan",
      "rating": "FIVE",
      "author": "Henny Van Der Steen"
    },
    {
      "text": "Je kan veel ding doen",
      "rating": "FOUR",
      "author": "Berend van der Peet"
    },
    {
      "text": "Leuke plek op met de caravan of camper of tent of een huisje huren dat vind ik zelf allemaal leuk en ik vind de zwembad de allerleukste maar ik w wel zeggen ik vind de glijbaan van binnen errig eng als ik boven sta opde bovenste trapje voorde glijbaan Groetjes: Jesse.Roes",
      "rating": "FIVE",
      "author": "jesse Roes"
    },
    {
      "text": "Ik vind dat er echt helemaal niks te doen is voor kinderen boven 10 jaar er is geen club of feest tent geregeld zelfs geen bingo of een zanger en het zwembad is ook te klein voor zoo veel mensen die er zijn op de camping en de nachtwacht is ook te streng",
      "rating": "ONE",
      "author": "Bram Heesch"
    },
    {
      "text": "Prachtige camping voor jong en oud . Dit was het 2 de jaar op ter spegelt . Ondanks het slechte weer hebben wij ons goed vermaakt . Het sterrenstrand is leuk voor kinderen voor ouders wat koud (;. Enigste wat wij nu miste omdat het slecht weer was een overdekt speeltuintje soort monkytown in het klein zeg maar . Dan zou het 6 sterren zijn Tot volgend jaar !",
      "rating": "FIVE",
      "author": "roy vdkraats"
    },
    {
      "text": "Als je heerlijk op vakantie wilt echt een aanrader. Personeel is fantastisch",
      "rating": "FIVE",
      "author": "Martijn Schokker"
    },
    {
      "text": "Hebben hier gezwommen. Wat een super team hebben ze daar. Te gek. Ga zo door",
      "rating": "FIVE",
      "author": "Willem Sol"
    },
    {
      "text": "Would be very nice if you are Dutch or speak the language other wise you cannot use the amenities to there fullest",
      "rating": "THREE",
      "author": "Skye Mur"
    },
    {
      "text": "Wat een leuk en mooi park! Op het park is al echt heel veel te doen. Je kan lekker binnen zwemmen of zelf naar het strand binnen als het koud is of het regent. Buiten is natuurlijk het leukste, veel verschillende faciliteiten en activiteiten. Toilet gebouwen waren schoon en netjes, hetzelfde geldt ook voor het personeel",
      "rating": "FIVE",
      "author": "Maarten"
    },
    {
      "text": "Great place, lovely staff, had a wonderful time.",
      "rating": "FIVE",
      "author": "jeremy mansfield"
    },
    {
      "text": "Fijne camping. Jammer dat wanneer je een hond heb, er niet meer heen kan. Hele leuke camping voor kinderen. Ook als het minder goed weer is, is er genoeg te doen.",
      "rating": "FIVE",
      "author": "Adriana Maria"
    },
    {
      "text": "Super vakantiepark. Genoeg te doen, netjes verzorgd en vriendelijk personeel.",
      "rating": "FIVE",
      "author": "Fred Wittelings"
    },
    {
      "text": "Er is nogeneens een bingo of een live muziek te beleven, alleen maar dingen voor kleine kinderen en de ouders die zitten maar te kijken. Zeer jammer, sanitair daar in tegen wel goed en mooi schoon. Alleen als je als 21 jarige rustig naar de wc gaat om 12 uur word je aangesproken en word je bijna terug gestuurd en mag je bijna niet plassen omdat we anders overlast veroorzaken",
      "rating": "ONE",
      "author": "KoelkastGamingNL"
    },
    {
      "text": "Nooit meer! Met gierende banden en eerder vertrokken Na eerdere jaren op uitstekende campings gestaan te hebben zoals De Paal, Beerze Bulten, De Bongerd en de De Krim werd ons Ter Spegelt aangeraden. Op het eerste oog een goed uitgeruste camping en dus een jaar van tevoren geboekt. Het werd een campingplaats met privesanitair voor 2 weken voor een bedrag van 2000 euro. Wifi voor de kinderen was voor dat aanzienlijke bedrag nog niet inbegrepen, dus dat diende dan nog aangeschaft te worden voor 44 euro voor twee weken en beperkt tot slechts 4 apparaten. Privesanitair bleek op onze plaats behoorlijk gedateerd, alhoewel dat op andere plaatsen gemoderniseerd leek. Bij aankomst leek nog niets mis, maar tijdens de eerste nacht werden we wakker gehouden door roepende en scheldende buren tot ver na middernacht, terwijl stilte is geboden na 23:00. Toen de overlast de dagen erna aanhield hebben we tot 4x toe de nachtwaker gebeld die dan langskwam en er of iets van zei, of dat het net rustig was op dat moment (en erna weer begon). We zijn vervolgens ook 3x bij de receptie geweest om de meldingen te herhalen en te vragen om actie, aangezien onze kinderen en wijzelf door de overlast niet in slaap konden komen. Dit tastte ons vakantiegevoel terdege aan. Bij de laatste keer bij de receptie werd toegezegd de overlastbrengers te benaderen. Kort erna werden we gebeld met de reactie: de buren ontkenden luidruchting te zijn (wij van WC Eend) en de omringende buren hadden niets gehoord. Detail: die omliggende buren waren allemaal net de dag ervoor aangekomen. Voor wat betreft de empathie voor de overlast vanuit Ter Spegelt werd ons en passant daarbij verteld dat we teveel pop-up tentjes voor de kinderen hadden staan en dat die of weggehaald moesten worden of dat we bij moesten betalen. Toen we vroegen of dat morgen kon ivm de regen werd dat afgewezen en kwam er een uur later iemand langs om te controleren of die al opgeruimd werden. We hebben al jaren met plezier gecampeerd bij gerenommeerde campings in NL, maar Ter Spegelt hoort in dat rijtje echt niet thuis. De campingsregels worden links en rechts overtreden, waarbij er zeer selectief ingegrepen wordt. Het is een dure camping, waarbij nog rekening gehouden dient te worden met bijkomende kosten voor activiteiten en WiFi. We zijn echt geen standaard klagers, maar dit hebben we nooit eerder zo meegemaakt. De ene ster is nog voor de klantvriendelijkheid van het baliepersoneel, waarmee ze je met een kluitje het riet insturen.",
      "rating": "ONE",
      "author": "Henk vd G."
    },
    {
      "text": "Mooie schone camping. Jammer dat je voor Wi-Fi bij de plaats moet betalen",
      "rating": "FOUR",
      "author": "Miranda van Ommeren"
    },
    {
      "text": "Zeer leuke camping",
      "rating": "FIVE",
      "author": "Cas Degryse"
    },
    {
      "text": "Heel mooi gemaakt, met name voor kinderen super.",
      "rating": "FOUR",
      "author": "Henk de Heus"
    },
    {
      "text": "Een heel leuk binnen speel strand. Voor kinderen is er genoeg te beleven en te doen. Voor de ouders zijn er fijne lounge zitjes op het strand gedeelte... maar ook staan er zitbanken en picknick tafels in het zitgedeelte.",
      "rating": "FIVE",
      "author": "Corné"
    },
    {
      "text": "Schoon en mooie caravanplaatsen. Zeer vriendelijk personeel, schoon en erg mooie camping.",
      "rating": "FIVE",
      "author": "Maarten"
    },
    {
      "text": "Goed activiteiten team.kinderen worden goed bezig gehouden.aanrader",
      "rating": "FIVE",
      "author": "Toon Sigaar (Toontje)"
    },
    {
      "text": "Gezelligheid en zeer mooi 5 sterren .maar eten 2 sterren enduur voor wat je krijgt",
      "rating": "FOUR",
      "author": "Lisette Emmers"
    },
    {
      "text": "Superstaff and food",
      "rating": "FIVE",
      "author": "umbereto del prado"
    },
    {
      "text": "Geweldig voor kids",
      "rating": "THREE",
      "author": "jij verdient het ook"
    },
    {
      "text": "Wat een top park ,alle voorzieningen zijn aanwezig super aardige mensen . Ik zou zeggen niet twijfelen maar doen!",
      "rating": "FIVE",
      "author": "Jan Heemskerk"
    },
    {
      "text": "Mooi groot recreatiepark. Vooral voor de kinderen uitstekend en heel te doen De ouders hebben het dan vanzelf naar hun zin. Cocky",
      "rating": "FIVE",
      "author": "cocky jansen"
    },
    {
      "text": "Geweldig!!!!",
      "rating": "FIVE",
      "author": "Ralf Verlaek"
    },
    {
      "text": "Perfecte camping, maar tegen meerprijs slechte WiFi.",
      "rating": "FOUR",
      "author": "Henk Klijn"
    },
    {
      "text": "Het was geweldig denk dat ik voor volgend jaar een tent ga boeken",
      "rating": "FOUR",
      "author": "ans stuifbergen"
    },
    {
      "text": "Hele mooie camping!!",
      "rating": "FIVE",
      "author": "Piet De Vries"
    },
    {
      "text": "Mooie camping veel te doen voor kinderen",
      "rating": "FIVE",
      "author": "Cris Lingmont"
    },
    {
      "text": "Bij een vriend op bezoek gegaan en een super leuke dag gehad!",
      "rating": "FIVE",
      "author": "Eric Gerbers"
    },
    {
      "text": "heerlijk weekje met de kids gehad",
      "rating": "FOUR",
      "author": "Jelmer Reep"
    },
    {
      "text": "Weer thuis van onze vakantie op Terspegelt. Een mooie en nette familiecamping. Wij stonden op een kinderveld (veld 29), waardoor er voor de kinderen (2 en 10) genoeg vermaak was. Onze jongste zoon was de hele dag door in de zandbak te vinden, en deelde hier zijn speelgoed met alle kinderen op het veld. Super! Op de camping zelf is genoeg te doen, verschillende eetgelegenheden (en bezorging!), sanitair is er volop, en de hele dag door netjes. Het animatieteam biedt de hele dag door activiteiten, vooral gericht op kinderen van 3 jaar en ouder, dus weinig voor onze jongste, helaas. Voor onze jongste was er wel een mooie, grote speeltuin voor veel vermaak! En het sterrenstrand is echt super. Zeker tijdens regenbuien, ook omdat je op reservering maar kort mag verblijven in het zwembad (1 uur of drie kwartier minus het kwartier voor omkleden ivm de Corona maatregelen). Gelukkig hebben wij ook mooie dagen gehad en konden we rustig aan zwemmen bij het meer.",
      "rating": "FIVE",
      "author": "Boukje Bakker"
    },
    {
      "text": "Was echt een top vakantie volgend jaar weer",
      "rating": "FIVE",
      "author": "E Klerk"
    },
    {
      "text": "Erg leuke en grote camping. Ik denk voor ieder wat wils. Ook het restaurant op de camping is prima en voldoet op alle vlakken. Ook goed softijs trouwens",
      "rating": "FOUR",
      "author": "Fabian"
    },
    {
      "text": "Leuke plaats voor te wandelen zwemmen 👍👍👍",
      "rating": "FOUR",
      "author": "Anthony Bal"
    },
    {
      "text": "Leuk zwembad en strandbad, ook de buiten recreatie is een paradijs voor de kinderen",
      "rating": "FIVE",
      "author": "Chantal Wagemakers (Chantia)"
    },
    {
      "text": "Hier vandaag gegeten bediening was vandaag niet top maar het eten best goed",
      "rating": "THREE",
      "author": "Jeroen Lambrechts"
    },
    {
      "text": "Gewoon weg een prachtige locatie voor kleine kinderen",
      "rating": "FIVE",
      "author": "Kevin van Hout"
    },
    {
      "text": "De beste camping van Nederland al toen we er met onze kinderen naar toe gingen en leuk om te zien dat zij nu met hun kinderen weer gaan. Het is ook geweldig zowel met goed als slecht weer",
      "rating": "FIVE",
      "author": "Chris Klootwijk"
    },
    {
      "text": "Toplocatie",
      "rating": "FIVE",
      "author": "Ben van leeuwen"
    },
    {
      "text": "Top locatie. Helaas is horeca in 2022 sterk achteruit gegaan",
      "rating": "FIVE",
      "author": "Emily vd zande"
    },
    {
      "text": "Dit is alleen aan te raden bij goed weer. Het water bij het sterrenstrand binnen is echt ijskoud. Helemaal niet leuk voor kleine kindjes. Binnenzwembad wel oké maar voor een tientje per persoon (is alleen dagbezoek) niet het geld waard.",
      "rating": "TWO",
      "author": "Tjeerd Verbeek"
    },
    {
      "text": "Nette cAmping met volop vertier voor kinderen. Wel wat grootschalig",
      "rating": "FOUR",
      "author": "Tymon K"
    },
    {
      "text": "Ruim opgezet camping met stacaravans en grote Huurtenten. Buiten Zandmeer, overdekt zandstrand en zwembad. Spar supermarkt op terrein met ruim assortiment. Een echte aanrader, maar stevige prijs.",
      "rating": "FIVE",
      "author": "Hans Konijn"
    },
    {
      "text": "Super mooie leuke camping met volop zwemplezier. Het wordt wel tijd voor een upgrade van de kleedkamer/doucheruimte.",
      "rating": "FOUR",
      "author": "Tim Wouters"
    },
    {
      "text": "Entree is te veel als je gewoon op bezoek komt bij familie..",
      "rating": "FOUR",
      "author": "Bram van der Steen"
    },
    {
      "text": "Compleet niet vatbaar voor zelfs op even bezoek komen met een klein hondje. Slecht!",
      "rating": "ONE",
      "author": "Tom van den Brink"
    },
    {
      "text": "Zwembad valt tegen. Niet wat je van een 5☆ camping verwacht. Daarintegen speeltuin binnen voor kinderen wel heel mooi.",
      "rating": "FOUR",
      "author": "Martin Hendriks"
    },
    {
      "text": "Leuke plaats alles is er mooie fietsroutes en wandelpaden acht een aanrader",
      "rating": "FOUR",
      "author": "Roland Schouterden"
    },
    {
      "text": "Hele mooie camping. Goede animatie. Vriendelijke meiden bij de receptie",
      "rating": "FIVE",
      "author": "Martijn Schokker"
    },
    {
      "text": "Mooie ruime plekken goede faciliteiten",
      "rating": "FIVE",
      "author": "mje roubosvanvinkenstein"
    },
    {
      "text": "We wilden een rondje over het park lopen om te kijken of deze camping iets is voor volgend jaar. Ze zagen ons als bezoekers en vroegen €5 per persoon. Niet bijzonder gastvrij om potentiële gasten €20 te laten betalen alleen voor een rondje lopen over het park. Erg jammer!",
      "rating": "ONE",
      "author": "Christie Vroege"
    },
    {
      "text": "Na een wandeling hier wat gedronken met een borrelhapje. Het was er druk met weinig personeel. Maar door het bestellen met de QR code ging relaxed en snel.",
      "rating": "FOUR",
      "author": "Henk"
    },
    {
      "text": "Leuk park, wel massaal en soms (te) druk. Sanitair was prima in orde.",
      "rating": "FIVE",
      "author": "Vincent V"
    },
    {
      "text": "Morgen weer naar huis van 2 heerlijke weken vakantie. Wat een fijn park. 1 mini klein puntje we miste de bingo🙃",
      "rating": "FOUR",
      "author": "Demi Goosen"
    },
    {
      "text": "Top camping! Goed terras, fijne keuken. Voldoende te doen en schoon",
      "rating": "FIVE",
      "author": "Miranda Pas"
    },
    {
      "text": "Geweldige camping met vele mogelijkheden voor jong en oud.",
      "rating": "FIVE",
      "author": "Jacques Janssen"
    },
    {
      "text": "Kei gaaf",
      "rating": "FIVE",
      "author": "Ferry Kolenberg"
    },
    {
      "text": "Mooie camping, vriendelijk personeel",
      "rating": "FIVE",
      "author": "Bart Timmer"
    },
    {
      "text": "Leuk voor de kleintjes",
      "rating": "FIVE",
      "author": "Robin De Wijs"
    },
    {
      "text": "Op camping Terspeegelt een geweldig indoor strand.",
      "rating": "FIVE",
      "author": "Jose van Rijswijk"
    },
    {
      "text": "super gaaf",
      "rating": "FIVE",
      "author": "S Fleur"
    },
    {
      "text": "Awesome inside beach!",
      "rating": "FIVE",
      "author": "Marti Pe"
    },
    {
      "text": "Nog niet binnen geweest",
      "rating": "THREE",
      "author": "Okky German"
    },
    {
      "text": "Geweldig camping.. Super vriendelijk personeel!",
      "rating": "FIVE",
      "author": "Mia Pluymaekers"
    },
    {
      "text": "Coming back again",
      "rating": "FIVE",
      "author": "Gavin Tromans"
    },
    {
      "text": "Er is fantastisch veel te doen met het gezin. Zwemmen in het meer en in het zwembad, hengelen in een ander meer, wandelen, pumptrack, tennis ... Echt de moeite.",
      "rating": "FIVE",
      "author": "Yourik Bossuyt"
    },
    {
      "text": "Net 2 nachten gestaan met onze camper ter afsluiting van onze vakantie in Frankrijk! Wat een leuke en gezellige camping! Ook erg handig dat er op het campingveld zelf ook een klein speeltuintje staat voor de kinderen. De animatie en het zwembad was erg leuk voor de kinderen, kortom een topafsluiter gehad van onze vakantie.",
      "rating": "FIVE",
      "author": "Hilbert Swart"
    },
    {
      "text": "Wij kwamen hier een ochtendje op bezoek bij onze (klein)kinderen die een huisje hadden gehuurd. De camping en speelmogelijkheden zien er allemaal prima uit. Helaas ging het mis toen wij in het zwembad wat te eten en drinken bestelde via de automaat die daar staat. Het bestellen ging prima, maar het brengen van het eten en drinken was waardeloos. Na geruime tijd werd een deel van de broodjes gebracht, maar nog geen drinken. De rest komt zo. Dat duurde dus lang en toen kwam de tweede helft van de broodjes, maar geen drinken. Op onze vraag waar het drinken bleef, was het antwoord: dat moet je buiten bij de friettent halen. Oooh? Dus wij naar de friettent, wachten in de rij en ja hoor, die wisten niet dat ze ons het drinken zouden moeten geven. Na wat gezeur gingen ze uiteindelijk bellen met de andere afdeling en toen kregen we het drinken toch mee. Wat een gedoe. Maar bij de broodjes zat geen bestek, geen servetje. Echt zeer slecht geregeld. Dus zelf broodjes en drinken meenemen hier.",
      "rating": "THREE",
      "author": "Victor van Brunschot"
    },
    {
      "text": "Geweldig in mobielhome van Roan hollidays zeer prettig ontvangen door Trijnie en Siebe (parkmanagers). Omgeving is prachtig .zwemmen,fietsen,sporten alles is mogelijk.",
      "rating": "FIVE",
      "author": "Be Meijer"
    },
    {
      "text": "Heerlijk campingresort met mooi plekken en veel faciliteiten.",
      "rating": "FIVE",
      "author": "Ruud de Wilde"
    },
    {
      "text": "Altijd leuk! Geweldig zwembad",
      "rating": "FIVE",
      "author": "Tavita van Galen"
    },
    {
      "text": "Het park biedt aan iedereen voldoende vertier, gemak en waterplezier. Het eten in het restaurant en de snackbars is goed van kwaliteit. We hebben helaas geen gebruik gemaakt van de bezorgdienst. Het parkpersoneel was vriendelijk en behulpzaam. Kortom het park is een echte aanrader.",
      "rating": "FIVE",
      "author": "John Borst"
    },
    {
      "text": "Mooie camping. Huisje zonder badkamer. Maar sanitair was goed. Bij het zwembad hebben ze mooi zandwatergedeelte. Mooi meer met glijbanen. Animatie vooral gericht op kids boven de 10 jaar.",
      "rating": "FOUR",
      "author": "Anne Woppenkamp"
    },
    {
      "text": "Het is nog steeds een leuke camping maar hij gaat wel achteruit alles sluit vroeg zowel voor jong als oud wijdeblik gaat 10 uur dicht voor oudere een leuk terras om een ijsje of drankje te doen maar ja dicht na 10 uur",
      "rating": "THREE",
      "author": "Roeland Vermaak"
    },
    {
      "text": "12 jaar geweest",
      "rating": "FOUR",
      "author": "Henri Van Schijndel"
    },
    {
      "text": "Mooi zwembad alleen er is niet veel te doen en de app duurt heel lang voordat hij opstart.",
      "rating": "THREE",
      "author": "Spookymatch"
    },
    {
      "text": "Geweldige camping!!",
      "rating": "FIVE",
      "author": "Davy Schröder"
    },
    {
      "text": "Lekker wezen zwemmen.",
      "rating": "FOUR",
      "author": "Bram Thomas"
    },
    {
      "text": "Super!",
      "rating": "FIVE",
      "author": "Michelle van Limpt"
    },
    {
      "text": "Mooie camping!!",
      "rating": "FIVE",
      "author": "Astrid Versteden"
    },
    {
      "text": "Mooie camping",
      "rating": "FIVE",
      "author": "Paul Soijer"
    },
    {
      "text": "Deze zomer hebben wij hier een stacaravan gehuurd gedurende twee weken. Bij aankomst bij onze caravan viel het ons direct op dat deze op minder dan 10 meter geplaatst is van een drukke weg met onder andere veel langs razend landbouwverkeer. De geluidsoverlast van het (veelal veel te hard rijdende) verkeer was dermate groot dat wij binnen een kwartier naar de receptie terug zijn gegaan om hen te vragen om ons een andere plaats aan te bieden. Dat bleek op dat moment niet mogelijk. Er werd tot mijn verbazing nogal verbaasd gereageerd op onze klacht en de dienstdoende jonge dame, die blijkbaar de rol van manager invulde, vertrouwde ons toe dat er nooit eerder klachten over geluidsoverlast waren geweest hetgeen ik als zeer ongeloofwaardig bestempel. Voor de laatste week van onze vakantie heeft men ons een andere caravan aangeboden welke zo'n 20 meter verder van deze weg geplaatst is. Deze plaats is qua geluidsoverlast acceptabeler. Dit neemt niet weg dat de vakantievreugde tijdens de eerste week een behoorlijke deuk heeft opgelopen. Wat ik de directie van deze camping zeer kwalijk neem is dat zij geen enkele maatregel hebben getroffen om de geluidshinder voor een groot aantal plaatsen langs deze weg te beperken. De aanleg van een aarde-geluidswal of iets dergelijks is hier zonder meer mogelijk en zeker noodzakelijk. Mijn tip voor toekomstige bezoekers van deze verder overigens zeer acceptabele camping, luidt dan ook: Alvorens u hier een plaats reserveert of een accommodatie huurt, vergewis u van de ligging van de aan u toegewezen plaats op google-maps en mijdt de velden welke direct zijn gelegen aan de naast de camping gelegen weg.",
      "rating": "THREE",
      "author": "Alexander van R."
    },
    {
      "text": "Fantastisch",
      "rating": "FIVE",
      "author": "Gabriëlle Van Kesteren-Gorissen"
    },
    {
      "text": "Vriendelijk geholpen hier en genoeg service",
      "rating": "FIVE",
      "author": "Joop Emming"
    },
    {
      "text": "Hele leuke camping met veel voorzieningen. Zeker een aanrader. We hadden een chalet, deze was ruim en netjes. Had extra dekens mee genomen maar was helemaal niet nodig, de verwarming is op elke kamer in te stellen, ideaal! (We waren er met Pasen dus kon nog koud zijn) Zwembad netjes (niet heel groot maar prima), grote pump track en binnen strand was erg leuk voor de kids! We zijn normaal niet zo van dezelfde camping/park maar wie weet deze keer wel :-)",
      "rating": "FIVE",
      "author": "Wendy Haverkamp"
    },
    {
      "text": "Super leuk voor de kindjes! Leuk dat er dagrecreatie mogelijk is!,",
      "rating": "FIVE",
      "author": "An Dupont"
    },
    {
      "text": "Redelijk prijzig maar fijne plek",
      "rating": "FOUR",
      "author": "Mj Sleddens"
    },
    {
      "text": "Ben jaren geleden hier geweest en me nog steeds bij gebleven als heel prettig ervaring",
      "rating": "FIVE",
      "author": "connie vos"
    },
    {
      "text": "Naar kijkdag geweest samen met kleinzoon vriendelijk personeel en mooi plekje uitgezocht gratis drankje gehad.",
      "rating": "FOUR",
      "author": "Jacqueline Thielen"
    },
    {
      "text": "Zalig genieten voor de kids!",
      "rating": "FIVE",
      "author": "Niels Grauwels"
    },
    {
      "text": "Super, hadden we eerder ontdekt moeten hebben... Kinderen amuseren zich rot tot een jaar of 12",
      "rating": "FIVE",
      "author": "Jelle Franssen"
    },
    {
      "text": "Netjes schoon. Vriendelijk personeel. Goede service. Zeker een aanrader.",
      "rating": "FIVE",
      "author": "Anne Van Maanen"
    },
    {
      "text": "Mooie zwembaden met heel veel toezicht op de gasten , rottigheid onder kinderen werd snel opgemerkt en opgelost. Glijbaan is ook erg leuk en snel. Voor de kinderen is een heel gangenstelsel gemaakt onder de grond. Echt een aanrader",
      "rating": "FIVE",
      "author": "Mark Westerveld"
    },
    {
      "text": "Heel fijn voor de kinderen! Neem zeker je zwembroek mee!",
      "rating": "FIVE",
      "author": "Ann Husson"
    },
    {
      "text": "Love this site. On a camping pitch with private sanitary facilities. Nice bathroom with underfloor heating and a heater. Immaculate site with loads of activities. It is also nice to sit and relax. We came here as our daughter is a bit old for camping De Paal up the road.",
      "rating": "FIVE",
      "author": "Robert Hogg"
    },
    {
      "text": "Lekker eten, vriendelijk personeel",
      "rating": "FIVE",
      "author": "Peter Hoogewerf"
    },
    {
      "text": "Not a great choice of beers, but ok.",
      "rating": "THREE",
      "author": "Anthony Shaw"
    },
    {
      "text": "Lekker geluncht in het zonnetje! We hebben samen een goede plank en nachos gedeeld. Op de foto is het al aangebroken, dus het zag er nóg lekkerder uit dan dit 😜",
      "rating": "FIVE",
      "author": "Merel de Beijer"
    },
    {
      "text": "Prettige plek om te pauzeren tijdens een fietstocht. Fijn terras, lekker eten en een prima sfeer. Een plek om voor \"om te fietsen\".",
      "rating": "FIVE",
      "author": "Jan Kion"
    },
    {
      "text": "Gezellige fietsstop, ruim terras, vriendelijke bediening, lekker eten. Ook gezellige ruimte binnen, een aanrader!",
      "rating": "FIVE",
      "author": "Bruno Hautekiet"
    },
    {
      "text": "Wij zijn hier vanavond wezen eten. Toen wij binnen kwamen rond 18u was het al een rommelig begin, ondanks dat het rustig was. Begin aan tafel was oke. Ik bestelde later mijn wijntje maar die duurde vrij lang (was een collega vergeten door te geven). Eten kwam wel snel op tafel, plankje voor 2 personen. Was erg lekker, alleen de pulled pork was heel erg machtig. Nadat het eten was geserveerd, zagen we niemand meer aan tafel. Moest zelf steeds seinen voor drinken of iets dergelijks en werd niet gevraagd of het smaakte... slecht. Maar wel bij de tafels om ons heen..?! Daarna een special koffie genomen... was eerder drank met koffie ipv koffie met drank. O ja, en ook steeds eentonige muziek. Wij hadden ook onze kleine mee maar er is niks voor kinderen te doen, het zou leuk zijn iets van een kleurplaat of iets dergelijks. Na deze ervaring, voor ons niet meer...",
      "rating": "TWO",
      "author": "Nicole Huigen - Langeveld"
    },
    {
      "text": "Helaas geen foto s genomen, maar echt een leuk terras met ook leuk personeel die ook nog echt de tijd nemen, we waren met 6p. Ook nog eens mooi om te zitten en lekker eten.",
      "rating": "FIVE",
      "author": "Jacky Bee"
    },
    {
      "text": "Een sate die flink is aangebrand, gemaskeerd met een flinke laag satesaus wordt uitgeserveerd. Daarna duurde het een tijdje voordat ik een nieuwe kreeg. Geen excuus, zeer teleurstellend.",
      "rating": "TWO",
      "author": "Henk De Vos"
    },
    {
      "text": "Heerlijk plekje aan het natuurgebied, goede service en lekker eten.",
      "rating": "FIVE",
      "author": "Bart Nijhof"
    },
    {
      "text": "Kan je heel lekker eten, bediening is super goed en snel en voor de kok ⭐️⭐️⭐️⭐️⭐️",
      "rating": "FIVE",
      "author": "Marleen Middeljans de laender"
    },
    {
      "text": "Echt wel een leuke tent maar we moesten heel lang wachten op het drinken",
      "rating": "THREE",
      "author": "Paul Rieken"
    },
    {
      "text": "Heerlijk gegeten bij de Keijser. Het 3 gangen verrassings menu. Hele vriendelijke en behulpzame staf.",
      "rating": "FOUR",
      "author": "dago de leeuw"
    },
    {
      "text": "Lekker twaalf uurtje! Met wisseltap!",
      "rating": "FIVE",
      "author": "Matthijs"
    },
    {
      "text": "Omdat we maar met 2 personen zaten leek het alsof we er niet waren! Glas bubbels volgens menu ?????!!!!! Moesten zelf vragen om dessert! En de plaats waar we zaten was niet gezellig. Hèèl jammer ..... Zeker niet voor herhaling vatbaar.",
      "rating": "THREE",
      "author": "Nell Poppeliers"
    },
    {
      "text": "Wat een top restaurant is dit zeg! Eten was goeie kwaliteit en staan veel lekkere en veel diverse gerechten op de kaart. Ondanks dat de eerste keer niet helemaal was wat we gehoopt hadden, hebben ze dat de 2de keer volledig goedgemaakt. Shout out naar Julie die ook heel netjes met ons kritiek omging toen we het wat minder vonden en niet in discussie ging maar juist zocht naar een oplossing. Tom heeft ons ook netjes begeleid de 2de keer. Dankjewel en echt een aanrader!👌",
      "rating": "FIVE",
      "author": "Jaap-Jan Lankreijer"
    },
    {
      "text": "Heerlijk genoten van de ruimte.....",
      "rating": "FOUR",
      "author": "Arie S"
    },
    {
      "text": "Leuke camping",
      "rating": "FOUR",
      "author": "bas de louw"
    },
    {
      "text": "Het zwembad is een koude plek om te zijn. Het bubbel bad is best groot en voorzien van warm water. We hebben 3 keer bij het restaurant gegeten. Het eten is goed te doen. 2 * ribbetjes en 1 keer saté. Zorg dat je reserveert en er op tijd bent anders kan het zijn dat je lang kunt wachten op je eten.",
      "rating": "THREE",
      "author": "Bas van Dongen"
    },
    {
      "text": "Top camping",
      "rating": "FOUR",
      "author": "Rick o"
    },
    {
      "text": "Hef is een leuke en geweldige camping zeker een aanrader",
      "rating": "FIVE",
      "author": "Jonne Keulen"
    },
    {
      "text": "Een goed kamping en een leuk strand en kan er goed eten",
      "rating": "FOUR",
      "author": "Toon Van Der Steen"
    },
    {
      "text": "Toppie",
      "rating": "FIVE",
      "author": "love kingalmiythy mijn naam is mlutgens YT Ps4"
    },
    {
      "text": "Een hele leuke camping. De kinderen hebben de tijd van hun leven.",
      "rating": "FIVE",
      "author": "Corne Coremans"
    },
    {
      "text": "Mooi, schoon park. Vele mogelijkheden om activiteiten te doen, en het personeel is vriendelijk. Zeker ook met kinderen een aanrader.",
      "rating": "FOUR",
      "author": "Nick M"
    },
    {
      "text": "Klein, maar fijn. Leuk voor de Kids. Mooie huisjes",
      "rating": "FIVE",
      "author": "Ruud Doumen"
    },
    {
      "text": "Gezellig en veel te zien",
      "rating": "FOUR",
      "author": "Kees van Laarhoven"
    },
    {
      "text": "Zeer goed",
      "rating": "FIVE",
      "author": "Peter Berkers"
    },
    {
      "text": "Genoeg te doen voor jong en oud",
      "rating": "FIVE",
      "author": "Christian Post"
    },
    {
      "text": "0 sterren. Directeur is leugenaar",
      "rating": "ONE",
      "author": "Dorien Verhoeven"
    },
    {
      "text": "Goede recreatie",
      "rating": "FIVE",
      "author": "Rinaldo Pagters"
    },
    {
      "text": "Mooie camping met veel recreatie voor kinderen. Wij zaten in een verandachalet. Op zich nette chalets maar wel redelijk klein. Aardig personeel en veel te doen.",
      "rating": "FIVE",
      "author": "Rianne ter Steeg"
    },
    {
      "text": "Altijd leuke en kindvriendelijke camping",
      "rating": "FIVE",
      "author": "Iza De Bruijn"
    },
    {
      "text": "Jammer van al die snelle steppen en de jongere die het heel normaal vinden om naakt rond te lopen in het sanitair gebouw. Verder wel een leuke camping",
      "rating": "THREE",
      "author": "Simone Van Kleef"
    },
    {
      "text": "Minder leuk dan we dachten, echt een camping voor kleine kinderen",
      "rating": "THREE",
      "author": "jacqueline GS"
    },
    {
      "text": "Leuke camping vriendelijk personeel leuke vijver met speelplezier en gezellig strandje",
      "rating": "FOUR",
      "author": "Louis Van der laan"
    },
    {
      "text": "Vijf sterren waardige camping 👍",
      "rating": "FIVE",
      "author": "Edwin Plasmeijer"
    },
    {
      "text": "Wij zijn tot op heden alleen nog op bezoek geweest bij kampeerders. Altijd een top belevenis. Alle voorzieningen die je kunt bedenken zijn er, zeer mooi meer en toffe drink/drank/hapje mogelijkheden. Friet besteld via de app en werd 'thuis' gebracht met de vrachtwagen... Nice. Puntje van kritiek daarop dan misschien: 50 minuten wachten daarop is stevig.",
      "rating": "FIVE",
      "author": "Stephan de Bruijn"
    },
    {
      "text": "Wel erg kleine plaatsen voor erg veel geld.",
      "rating": "FOUR",
      "author": "Jan van Alfen"
    },
    {
      "text": "Schitterende camping. Meer dan genoeg sanitair wat er keurig uit ziet en brand schoon is. Het park zelf is ook zeer netjes en het personeel is super vriendelijk. Vooral voor gezinnen met wat oudere kinderen is het hier geschikt. Wij hebben tijdens ons verblijf gelijk voor volgend jaar geboekt 👍",
      "rating": "FIVE",
      "author": "mark houwerzijl"
    },
    {
      "text": "Vriendin had er een huisje dus was even wezen kijken. Heel erg klein en behelpen met 6 personen . Zou zo'n huisje /caravan niet snel huren daar.",
      "rating": "THREE",
      "author": "christa somford"
    },
    {
      "text": "Een paradijs op aarde, jammer dat het er in het hoogseizoen overvol is.",
      "rating": "FOUR",
      "author": "THE RCUPPER"
    },
    {
      "text": "Duur geworden, maar van alles te doen en een prachtige omgeving",
      "rating": "FOUR",
      "author": "Myreen Sleddens"
    },
    {
      "text": "Mooie omgeving",
      "rating": "FIVE",
      "author": "Bert Rots"
    },
    {
      "text": "Wat hebben wij genoten in een nieuwe chalet op veldje 44. Zeer kindvriendelijk met 9 chalets rondom een speeltuintje gelegen. Het was net een week geopend. Van alle gemakken voorzien, airco, vaatwasser, tv, 3 slaapkamers etc. en ook nog met oog voor detail ingericht. Buiten een heel fijn overdekt vlonderterras met grote tafel, een bbq en ligstoelen erbij. De service is top! Omdat de chalet nog maar net geopend was, waren er 2 beginnersfoutjes op de badkamer. Dit werd meteen verholpen door hele vriendelijke mannen van de technische dienst. Ook bij de receptie werden wij erg vriendelijk ontvangen en goed geholpen met de digitale sleutel. Het park is zeer goed verzorgd, sfeervol en voor elk wat wils qua vermaak. De kinderen vonden de nieuwe slide geweldig, wij huurden een sup en genoten van de waterplas. Ook de horeca is er heel goed. Super dat ze in het parkrestaurant zelfs havermelk hebben. De Spar is van alle gemakken voorzien. Kortom hier heb je echt een topvakantie. Wij kunnen er weer even tegenaan!",
      "rating": "FIVE",
      "author": "Lieke Hoogenstraaten"
    },
    {
      "text": "Prachtig huisje. Klantvriendelijk personeel. En veel echt spannende evenementen. Groot scherm voor allerlei sporten en films. En nog meer.. ..",
      "rating": "FIVE",
      "author": "peter smith"
    },
    {
      "text": "Roan heeft mooie caravans te huur die heel erg compleet waren! We hebben heerlijk genoten. De service was ook uitstekend!",
      "rating": "FOUR",
      "author": "Peter Zwinkels"
    },
    {
      "text": "Met de camper een heerlijk weekendje gehad met ons gezinnetje. Heerlijk eten en hele vriendelijke medewerkers. Erg schoon sanitair dus wij helemaal happy!",
      "rating": "FIVE",
      "author": "Bas Jansen"
    },
    {
      "text": "Erg mooi en compleet park met diverse eetgelegenheden en een supermarkt. Zwembad is iets aan de kleine kant, maar verder prima",
      "rating": "FIVE",
      "author": "Janmichel Koelink"
    },
    {
      "text": "Glamping tent. Erg goed toeven. Veel te beleven hierdoor had ik geen kind aan de kinderen 😉. Komen we zeker terug.",
      "rating": "FIVE",
      "author": "R dOuden"
    },
    {
      "text": "Leuk zwembad en recreatie, maar slechte 3G dekking.",
      "rating": "FOUR",
      "author": "Jan H."
    },
    {
      "text": "Heerlijke vakantie op een geweldig park, super aardig personeel, mooie faciliteiten en zelfs met regen genoeg te doen!",
      "rating": "FIVE",
      "author": "tha barn"
    },
    {
      "text": "De WC is vies want er zit poep op de bril",
      "rating": "ONE",
      "author": "Richard Zeegers"
    },
    {
      "text": "Het is een leuke camping wij gaan er dit jaar voor de 13de keer heen",
      "rating": "FIVE",
      "author": "Ruben Kleine Schaars"
    },
    {
      "text": "Mooie camping met goede faciliteiten. Min punt : geen dekking 3 of 4G, voor WIFi moet je betalen en gasten betalen €4, pp om je eventueel te bezoeken.",
      "rating": "THREE",
      "author": "Patrick de Boer"
    },
    {
      "text": "Het personeel is erg vriendelijk; de animatie met name voor de jeugd perfect. Sanitair is in aantallen wat minimaal en mag meer worden schoongemaakt. Perfecte camping voor als het goed weer is maar ook ala het minder weer is ivm het binnenstrand",
      "rating": "THREE",
      "author": "Meindert Keuning"
    },
    {
      "text": "Super vette coole mega pega super camping!!!!!!!!!",
      "rating": "FIVE",
      "author": "B G"
    },
    {
      "text": "We zijn deze zomer voor de tweede keer naar camping Ter Spegelt geweest. De camping ligt net buiten eersel en is goed bereikbaar. Er zijn op de camping kampeerplaatsen, tipi tenten, lounge cabins, veranda chalets, luxe tent en water tenten. Wij hadden een kampeerplek geboekt voor een caravan en daarnaast een tent voor de kinderen. Je kunt kiezen uit diverse oppervlaktes voor je caravan/tent. Elke plek voor caravan/tent is voorzien van stroom. Er zijn ook plaatsen waar je naast stroom ook water en eventueel kabelaansluitvoorziening hebt voor tv. De sanitaire voorzieningen zijn voorzien van toiletten, douchen en afwasgelegenheid. Deze worden meerdere malen per dag schoon gemaakt en regelmatig doorgespoeld tegen legionella. Het binnenbad is voorzien van een zwembad en peuterbad. Daarnaast is er ook een glijbaan en voor de kleintjes een speelstrand waar ze kunnen klimmen, waterspelletjes spelen en zwemmen. Er zijn ook buiten zwembaden met strandjes. Je kunt er ook met een kabelbaan over het water gaan of blobben. Op de recreatieplas kan je bandraften. Er is ook een survuval baan, crossbaan en een voetbalveld. Voor de kinderen is er ook een knutselhonk en kunnen ze in la cantina tafeltennis, darten, biljarten en videogames spelen. Voor de oudere jeugd is er in de avond disco in de skihut. Ook worden er op een groot scherm films gedraaid. Dit gebeurt op het water of voetbalveld. Eigen stoel mee of lekker op de grond zitten en lekker film kijken. Naast dit alles op de camping is er in de buurt ook van alles te beleven. Zo kun je naar de Beekse Bergen, Efteling, Bobbejaanland of Plopsa indoor. Al met al een complete camping waar de kinderen zich prima vermaken en de ouders tot rust komen.",
      "rating": "FIVE",
      "author": "Jouke Dekker"
    },
    {
      "text": "Fijne camping",
      "rating": "FOUR",
      "author": "Bert Dekker"
    },
    {
      "text": "3 jaar geleden op vakantie geweest. Sanitair netjes, buiten en binnenzwembad leuk. Ook spar op de camping.",
      "rating": "THREE",
      "author": "Jeroen van Oosterhout"
    },
    {
      "text": "Een geweldige camping",
      "rating": "FIVE",
      "author": "Ziggy Raas"
    },
    {
      "text": "Super leuk!!! Een echte aanrader.",
      "rating": "FIVE",
      "author": "Erik Weijermans"
    },
    {
      "text": "Net zo goed als het zwembad, het is gewoon een strand met een dak erop! Waar zie je dat nou?",
      "rating": "FIVE",
      "author": "Tijmen Prins"
    },
    {
      "text": "Leuk voor kinderen om te zwemmen en spelen leuk voor kinderfeestjes",
      "rating": "FIVE",
      "author": "Carlo Koopmans"
    },
    {
      "text": "Helemaal super voor de kleintjes",
      "rating": "FIVE",
      "author": "Roel van Lieshout"
    },
    {
      "text": "Alles dik inorde.",
      "rating": "FIVE",
      "author": "Wil Groenen"
    },
    {
      "text": "Camping zelf heel goed. Maar de reservatie was minder, u bent verplaatst (plots niet meer naast onze vrienden), dat stond ergens in zo veel mails dank zij de verboekingen met de corona periode, het was niet meer mogelijk, we hebben dit twee maal gaan vragen. Dat gaat echt niet, was het antwoord, zonder op de planning te kijken(?). Maar de plaats naast onze vrienden bleef een heel weekend onbezocht, heel spijtig dat ze niet echt de moeite doen om dit te bekijken.",
      "rating": "THREE",
      "author": "Inger Huysmans"
    },
    {
      "text": "Onvriendelijk personeel",
      "rating": "ONE",
      "author": "B Sengers"
    },
    {
      "text": "Heel mooi park met vriendelijk personeel.",
      "rating": "FIVE",
      "author": "Ivo Mikkers"
    },
    {
      "text": "Voor mij 5 stèren",
      "rating": "FIVE",
      "author": "Stephanie Nauwelaerts"
    },
    {
      "text": "Die is een zeer mooi parker en lekker van eten",
      "rating": "FIVE",
      "author": "Nancy Verstraete"
    },
    {
      "text": "Prima camping!",
      "rating": "FIVE",
      "author": "Niels Grauwels"
    },
    {
      "text": "Mooi bos kaboutertocht was aan de kleine kant voor de rest top",
      "rating": "FOUR",
      "author": "tom jolling"
    },
    {
      "text": "Zeer aangename en kindvriendelijke camping. We komen hier nu ondertussen 4 jaar en het blijft jaar na jaar onze verwachtingen overschrijden.",
      "rating": "FIVE",
      "author": "Pieter Vandecasserie"
    },
    {
      "text": "Knap en verzorgd vakantiepark met overal supervriendelijk personeel.",
      "rating": "FIVE",
      "author": "Thierry Dillen"
    },
    {
      "text": "Echt vijf sterren waard!",
      "rating": "FIVE",
      "author": "Raymond van der Burgt"
    },
    {
      "text": "Mooo verzorgd park. Allerlei gemakken en een mooi zwemmeer.",
      "rating": "FIVE",
      "author": "Maikel Timmerman"
    },
    {
      "text": "Gezellig op terras gezeten",
      "rating": "FOUR",
      "author": "ans stuifbergen"
    },
    {
      "text": "Leuke dag besteding. Zeker moeite waard ook met minder goed weer. Kinderen kunnen ook goed zelfstandig spelen. Abbonnement is zeker moeite waard. Zwemplas is met warm weer ook heerlijk!",
      "rating": "FIVE",
      "author": "Pates Keries"
    },
    {
      "text": "Heel leuke plek. De beschrijving op internet was wat onduidelijk. Maar er is dus een zwembad van 1,40 m diep waar je kan zwemmen. Een badje voor de hele kleintjes van 0,25m diep met een mini glijbaantje. En een bad waar de kindjes met bootjes kunnen varen. Er is een buis. En als je langs de douches via een hek gaat kom je op het sterrenstrand. Heel erg mooie speeltoestellen in het water. Punt van kritiek is de ingang van het ondergronds labyrint. Deze staat niet aangeduid. Wij waren plots ons kind kwijt. Dachten dat hij in de huisjes aan het spelen was. Even paniek. Het was 39 graden buiten toen we langs kwamen. Toch was het binnen goed te doen.",
      "rating": "FOUR",
      "author": "Marilyn Decrock"
    },
    {
      "text": "Super leuk voor kinderen tot 8 a 10 jaar. Overdekte speeltuin met water attracties",
      "rating": "FIVE",
      "author": "Jeroen van Dongen"
    },
    {
      "text": "Zwemmen slecht aangegeven",
      "rating": "THREE",
      "author": "Andreas Vermeulen"
    },
    {
      "text": "Onderdeel van camping ter spegelt. Een lustoord voor kinderen en alles nu zonder de corona maatregelen",
      "rating": "FIVE",
      "author": "Wiljo van Dalen"
    },
    {
      "text": "Super leuke plek waar de kids zich heerlijk uit kunnen leven. Bestellen voor horeca alleen via een bestelzuil. Jammer dat er geen kinderfeest arregemnten meer zijn.",
      "rating": "FOUR",
      "author": "Chantal van den Oever"
    },
    {
      "text": "Leuke speltuin",
      "rating": "FIVE",
      "author": "Alicja Kocjan"
    },
    {
      "text": "Leuk zwembad en strandspeelgedeelte. Zag er netjes uit. Jammer dat er zeer weinig behulpzaamheid is. Van kastje naar muur gestuurd worden. Erg lang wachten op een tosti en dan een ongebakken tosti krijgen. En verder dan niet geholpen word als je er wat van zegt.",
      "rating": "TWO",
      "author": "Miranda Leen"
    },
    {
      "text": "Lekker eten hoor maar het duurt heel lang en een tosti besteld met tomaat krijg ik een tosti zonder tomaat",
      "rating": "TWO",
      "author": "Luca de Ceuninck van Capelle"
    },
    {
      "text": "Mooie camping mooi binnen en buiten zwemmen zeer nette accomodatie",
      "rating": "FIVE",
      "author": "wim roelofs"
    },
    {
      "text": "Gezellig voor een daguitstap.",
      "rating": "FOUR",
      "author": "Toon Moeskops"
    },
    {
      "text": "Heerlijk strandje. 2 mooie glijbanen (vanaf 8 jaar) waar ik als volwassene veel plezier aan beleef. Een springkussen en water pomp die je met de hand moet bedienen. Erg leuk voor kids!",
      "rating": "FIVE",
      "author": "Tom van Leeuwen"
    },
    {
      "text": "Fantastisch overdekt strand met speeltuigen. Alsof je zelf op een strand zit.",
      "rating": "FIVE",
      "author": "Anniek Francken"
    },
    {
      "text": "Zeer nette en gezellige camping.",
      "rating": "FOUR",
      "author": "j spijkerboer"
    },
    {
      "text": "Het was echt een hele leuke vakantie echt een aanrader",
      "rating": "FIVE",
      "author": "Niels Duineveld"
    },
    {
      "text": "Heerlijke familie camping met binnen zwembad, verschillende eetgelegenheden, binnen strand en een heerlijk zwem-meer met strand voor als het warm is. Veel veldjes hebben een eigen kleine speelplek voor kinderen . Ideaal voor jonge gezinnen.",
      "rating": "FIVE",
      "author": "Martijn Olislaegers"
    },
    {
      "text": "Wij zijn hier nu een dag en hadden er meer van verwacht. Het is meer geschikt vanaf 5 jaar. Alles is gericht op de oudere kinderen. De activiteiten worden zijn niet gericht voor de kleine kindjes . Ze willen dat je als ouder er niet bij bent, bv bij de activiteiten. Waarom geen disco buiten met dit mooie weer? Ook binnen is het meer is gericht voor de grote kinderen. Waarom geen kleine glijbaan? Zelfs de huur skelters is te huur voor grote kinderen. Ik raad iedereen aan om hier niet met kleine kindjes heen te gaan. Andere vakantie parken hebben het veel leuker voor kleinere kindjes gemaakt, zelfs met de Corona.",
      "rating": "TWO",
      "author": "Femke Buter"
    },
    {
      "text": "Geweldig park. Na vorig jaar in een stacaravan dit jaar in de bosvilla! Wat een geweldig park. Speeltuinen, zwembad, sterrenstrand en nog veel meer!! Een echte aanrader",
      "rating": "FIVE",
      "author": "Donna van de Bilt"
    },
    {
      "text": "Erg mooi en leuk.",
      "rating": "FOUR",
      "author": "Gerry Van der Have"
    },
    {
      "text": "Mooie grote camping met daarnaast verhuur van huisjes en tenten. Grote plekken. Veel ruimte voor waterrecreatie. Vind het alleen jammer dat je niet op alle velden gratis WiFi hebt",
      "rating": "FIVE",
      "author": "Marion Schipper"
    },
    {
      "text": "Mooie camping met ruime plekken. Wij stonden aan de visvijver. We jammer dat je met de achterkant van de caravan richting het water moet staan. Daar boek ik geen plek voor met zicht op het water. Schoon sanitair. Eten bij de Wijde Blick was prima. Winkeltje met ruim assortiment. Park netjes onderhouden. Mooie omgeving om te wandelen en fietsen.",
      "rating": "FOUR",
      "author": "corinne reijm"
    },
    {
      "text": "AL 8 jaar volop tevreden gecampeerd",
      "rating": "FIVE",
      "author": "Ad van den Heuvel"
    },
    {
      "text": "Mooi vakantiepark, zeer veel te doen voor kinderen. De zwemplas is heerlijk en al snel warm genoeg om in te zwemmen. Bij slecht weer kun je naar het binnenzwembad. De caravans en tenten zijn supernetjes. Het park zelf is mooi aangelegd, goed onderhouden en biedt ruime plekken (zowel op de vaste staplekken als op de trekkersplekken). Vriendelijk en behulpzaam personeel. Een absolute aanrader in Nederland.",
      "rating": "FIVE",
      "author": "jeroen P"
    },
    {
      "text": "Een grote camping en recreatie gebied. Je kan kiezen met welke luxe je wil camperen. Het zijn ruime plaatsen. Met parkeer mogelijkheden naast de campeer velden. De afstanden zijn vrij groot en een fiets kan makkelijk zijn.",
      "rating": "FIVE",
      "author": "Jan Baars"
    },
    {
      "text": "Top plaats....alles klopt....zeer goed verzorgd....mooie plaatsen. Enorm veel te doen voor de jeugd in alle leeftijden. Goed restaurant...E bezorgen ook op je plaats Beslist komen we hier terug. 5 dterren",
      "rating": "FIVE",
      "author": "Henk Vink"
    },
    {
      "text": "Paradijs voor kinderen en daardoor ook voor ouders.",
      "rating": "FIVE",
      "author": "Els Van Dalen"
    },
    {
      "text": "Leuke vakantie gehad😉🥰",
      "rating": "FIVE",
      "author": "Bindi Sue van Wijk"
    },
    {
      "text": "Mooie Nederlandse camping met veel activiteiten en gezellige restaurantjes. Mooie meren en gezellig camping personeel.",
      "rating": "FIVE",
      "author": "Lars Iracà"
    },
    {
      "text": "Vriendelijke mensen, onderhouden park, mooie lodge's kortom een park om terug te komen.",
      "rating": "FIVE",
      "author": "Joke Monster"
    },
    {
      "text": "Heb de veranderingen bekeken op de camping, is voor ons tegengevallen en komen niet meer terug na jaren daar wel geweest te zijn.",
      "rating": "TWO",
      "author": "Leo Hoogeveen"
    },
    {
      "text": "Goed park",
      "rating": "FIVE",
      "author": "Xander van der Hoek"
    },
    {
      "text": "Nice place to spend a day out with family",
      "rating": "FIVE",
      "author": "rahul yerrabandi"
    },
    {
      "text": "Super camping en problemen goed opgelost",
      "rating": "FIVE",
      "author": "bianca de ruijter"
    },
    {
      "text": "Is mooie luxe camping met oog voor z'n gasten .",
      "rating": "FOUR",
      "author": "Hans Hendriks"
    },
    {
      "text": "Slecht echt een familiestrand was alleen met mijn dochter",
      "rating": "TWO",
      "author": "Jeanette van Luffelen"
    },
    {
      "text": "Goed zwembad aardig personeel",
      "rating": "FIVE",
      "author": "Falco"
    },
    {
      "text": "Good for young Kids. The Smell isn’t very good. Very loudly.",
      "rating": "THREE",
      "author": "Markus Baumann"
    },
    {
      "text": "Het is heel leuk",
      "rating": "FIVE",
      "author": "Chayenne 01"
    },
    {
      "text": "Je mag er eigenlijk niets. Als je ook maar 1 keer in het water springt zitten er al 4 badknapen op je nek. Voor de rest ook saai als je ouder dan 5 bent",
      "rating": "TWO",
      "author": "Dennis"
    },
    {
      "text": "Prima binnenstrand met vele klimtoestellen en glijbanen. Ook kun je via een route naar het binnenzwembad sinds dit jaar vernieuwd. Super👍🏻",
      "rating": "FOUR",
      "author": "Nick M"
    },
    {
      "text": "Geweldig",
      "rating": "FIVE",
      "author": "Nick Zonneveld"
    },
    {
      "text": "Wat een super leuke gezellige camping. Een weekje gestaan met de kids er is genoeg te doen. Leuk spontaan personeel snelle bediening op terras een echte aanrader wij komen zeker weer 👌👌👌",
      "rating": "FIVE",
      "author": "Maritha Boon"
    },
    {
      "text": "Leuke camping leuk zwembad alleen veld 26 plek 1 (plaatsnummer) moet je niet hebben",
      "rating": "FOUR",
      "author": "Ruben Kool"
    },
    {
      "text": "Voor kleine kinderen heel leuk maar voor de iets ouderen niets",
      "rating": "FOUR",
      "author": "Michiel Janssen"
    },
    {
      "text": "Mooie grootte camping, neem je crossfiets en beschermers mee. De pumptrack is een aanrader voor de sportieve jeugd. Indoor strand en zwembad voor als het slecht weer is. Anders lekker chillen op het strand buiten.",
      "rating": "FIVE",
      "author": "Martijn Siero"
    },
    {
      "text": "Prachtig, groot park. Alles goed geregeld!",
      "rating": "FOUR",
      "author": "Lucas Tol"
    },
    {
      "text": "Geweldige camping inclusief restaurant met binnen- en buitenzwembad. Goede sanitaire faciliteiten ook. Leuk om met he maten te gaan zwemmen voor 5 euro.",
      "rating": "FIVE",
      "author": "Teun"
    },
    {
      "text": "Leuke plek met kinderen",
      "rating": "FOUR",
      "author": "Theo van Run"
    },
    {
      "text": "Mensen zijn leuk personeel ook super. Maar ze verkopen zich als 5 sterren. Dat verdient het zeker niet. De sta caravan.s zijn echt op. Niet schoon . Het zwembad is leuk voor kinderen met speeltoestel ect.",
      "rating": "ONE",
      "author": "Addo Kuitenbrouwer"
    },
    {
      "text": "Mooie camping met alles erop en eraan",
      "rating": "FIVE",
      "author": "Milan Steijvers"
    },
    {
      "text": "Ik ben er pas een dag maar het is al best leuk",
      "rating": "FIVE",
      "author": "Heavenly Bekker"
    },
    {
      "text": "Super leuk",
      "rating": "FOUR",
      "author": "Inge Keim"
    },
    {
      "text": "Prima locatie om met de kinderen je vakantie te vieren. Super aardig personeel, ondanks hun jonge leeftijd zijn ze super netjes en zeer beleefd, hier kan de overige jeugd van Nederland een voorbeeld aan nemen. Een vol programma voor de jeugd (wel even van te voren het programma boekje doornemen, bij sommige activiteiten moet je je ruim van te voren opgeven). Alles is netjes en onderhouden. Mocht er toch iets zijn wordt dit netjes en snel opgelost, zonder dat je je ook maar enig moment bezwaard voelt. Heerlijk genoten!",
      "rating": "FIVE",
      "author": "Lesly H"
    },
    {
      "text": "Goed verzorgde camping met genoeg activiteiten op de camping maar ook in de omgeving. Het eten is goed en ook de huisjes zien er verzorgd uit. Wij hebben hier een heerlijke vakantie gehad en gaan hier nog veel vaker komen.",
      "rating": "FIVE",
      "author": "Mike Sertons"
    },
    {
      "text": "Mooie camping, ruime plekken, keurig sanitair, maar helaas minder geschikt voor >12.",
      "rating": "THREE",
      "author": "Jolanda Van Elk"
    },
    {
      "text": "Grote camping en wat meteen op viel was dat het allemaal zo schoon is. Wat een ramp om hier je auto een beetje netjes weg te kunnen zetten.",
      "rating": "FIVE",
      "author": "Pierre D"
    },
    {
      "text": "Wij komen hier voor de derde keer. En staan met ons tent voor 3 weken. Er is genoeg te doen voor iedereen. Voor families met een zoon of dochter die meervoudig gehandicapt is: De invalide douche is voorzien van douchebrancard echt top, welke camping heeft dat. Hou de douche brancard erin terspegelt, wij zijn er heel blij mee voor onze 22 jarige dochter.",
      "rating": "FIVE",
      "author": "Sebastiaan Snijder"
    },
    {
      "text": "Zoon gaat er maandag heen",
      "rating": "FIVE",
      "author": "roel vrieze"
    },
    {
      "text": "Hele leuke vakantie gehad hier! Genoeg te doen voor de kinderen en daardoor ook fijn voor de ouders. Leuke animatieactiviteiten voor jong en oud! We hadden hartstikke mazzel met het weer, daardoor ook heerlijk bij de plas dagen konden doorbrengen, ook een superfijne plek! De mini-disco vonden we wel tegenvallen. Veel praten tussendoor en grappen maken die de kinderen niet begrepen. Tip: gewoon lekker dansen, is echt genoeg. En zorg voor een beetje aansprekende nummers... En zorg dat de muziek hard genoeg staat, want als de 'sterren' mee gaan zingen (harder dan de muziek staat) is het wel tenenkrommend🫣🫣 Het winkeltje is top. Compleet. Niet al te duur. Fijn! Meer dan voldoende speeltuinen en speeltuintjes voor de kinderen! Accomodatie waar wij in zaten was fijn en goed in orde. We zaten in een Glamping Tent. Hadden zelf even niet goed gelezen dat er in deze type tent geen badkamer aanwezig was, dat wat dus even schakelen. Maar de washokken waren prima om te douchen! Al met al, genoten! We komen zeker nog eens terug.",
      "rating": "FIVE",
      "author": "Janneke Homan"
    },
    {
      "text": "Leuke camping met genoeg te doen voor kleine kids, echter voor je rust/nachtrust moet je er echt niet zijn!! Vooral voor op het park bij de winkel en vuilstort is het feest. Overal staan tijden aangegeven, maar niets of niemand leeft ze na (en 0,0% controle hierop) Vanaf +/- half 8 wordt de grote container om de 2/3 minuten met fikse vaart \"dicht geflikkerd\", en rijden de auto's al af en aan. Smorgens en savonds dus echt spits tijden waarop je weinig anders meer hoort dan het geklepper van de container. Verder is het een kinder park, en scheuren de electrische steps je om de oren. Levert af en toe wel leuke glij/gil partijen op! Het sterrenstrand is erg leuk ingericht en gemaakt, alleen het water was echt ijs en ijs koud en er ligt echt super veel afval tussen het zand. Wij hebben ons deze vakantie zeker vermaakt, maar voor ons niet voor herhaling vatbaar.",
      "rating": "TWO",
      "author": "Naomi Gmail"
    },
    {
      "text": "Stond bij de friettent en kon niet contant betalen echt belachelijk geld is geld… Als de rest van het terrein volgt is het meteen de laatste keer voor ons.",
      "rating": "TWO",
      "author": "Frank Janssen"
    },
    {
      "text": "Erg luxe en leuke camping. Veel activiteiten, kinderen kunnen veilig zelf over de camping en het voelt echt als vakantie hier.",
      "rating": "FIVE",
      "author": "Rogier van den Berg"
    },
    {
      "text": "Enkel nog maar bezichtigd maar hier gaan we zeker boeken !",
      "rating": "FIVE",
      "author": "Etienne Fransen"
    },
    {
      "text": "ALTIJD TOP",
      "rating": "FIVE",
      "author": "Dries Wuyts"
    },
    {
      "text": "Leuke camping voor gezinnen met kinderen. Prima faciliteiten. Toiletgebouw wel redelijk gedateerd, maar wordt netjes en goed schoongemaakt. Helaas kampen ze ook met personeel tekorten in de horeca. Dus zorg dat je geduld heb bij het bestellen van eten in het zwembad.",
      "rating": "FOUR",
      "author": "Patrick van Bavel"
    },
    {
      "text": "Veel keuzemogelijkheden om lekker te zwemmen en te spelen. Prima teras!",
      "rating": "FIVE",
      "author": "Nicole Crooijmans"
    },
    {
      "text": "Mooie camping warm welkom. Moderne huisjes. Mooi ingericht.",
      "rating": "FOUR",
      "author": "Arjan Dominicus"
    },
    {
      "text": "Leukste camping ooit",
      "rating": "FIVE",
      "author": "Vince Theuws"
    },
    {
      "text": "5 sterrencamping verdient 5 sterren. Top camping voor jong en oud 👍",
      "rating": "FIVE",
      "author": "Vincent Cleeren"
    },
    {
      "text": "There is so much to do for everyone. Kids activity clubs, open air cinemas, swimming, fishing and water sport lakes, evening entertainment, I could go on. Added into this mix are flat spacious pitches (some with private WC facilities and showers) and beautiful views overlooking lakes or woodland in some parts. TerSpegelt is fantastic, with friendly and helpful staff. It is the first place that as a family, we all agreed on returning to and so here we are for the 2nd time, ... We all highly recommend a visit here.",
      "rating": "FIVE",
      "author": "Ellianna Ryan (Ells)"
    },
    {
      "text": "Geweldige camping met veel vermaak voor de kinderen!",
      "rating": "FIVE",
      "author": "Jeroen De Ruiter"
    },
    {
      "text": "Prachtig park, Aan te raden voor jong en oud",
      "rating": "FIVE",
      "author": "Jaap Rook"
    },
    {
      "text": "Mooi vakantie park met veel water en allerlei faciliteiten voor iedereen. Tijdens de corona tijd waren de toilet gebouwen netjes schoon. Elke dag genoeg warme broodjes. Personeel vriendelijk, alleen op zondag storende harde muziek.",
      "rating": "FOUR",
      "author": "AUKE Kapitein"
    },
    {
      "text": "Fijn vakanriepark",
      "rating": "FIVE",
      "author": "angel keijzers"
    },
    {
      "text": "Alles erop en eraan",
      "rating": "FIVE",
      "author": "Andre van der Vegt"
    },
    {
      "text": "Geweldige camping, wij gaan hier bijna elk jaar naartoe met veel plezier, leuke pumptrack, wel een beetje gevaarlijk, ik heb zelf mijn enkelband daar gescheurd maar dat hoort erbij, en was het zeker wel waart, heerlijke douches, temperatuur kan je verstellen op de temeratuur die je zelf wilt, mooie camping, ook tijdens corona een goedgeregelde camping",
      "rating": "FIVE",
      "author": "Mike Sluis"
    },
    {
      "text": "Mooi restaurant, bediening prima. Van het eten had ik veel meer verwacht. Het was grotendeels: flauw...jammer.",
      "rating": "THREE",
      "author": "Sheila Van Der Net"
    },
    {
      "text": "Had some coffee before going on a hike with some friends in de area. It is very close to the natuurpoort.",
      "rating": "FOUR",
      "author": "Martin Smits"
    },
    {
      "text": "Verrassend lekker eten. Vlees was mals zo als het hoord.",
      "rating": "FIVE",
      "author": "Ven Liemde Woon en Cadeauwinkel"
    },
    {
      "text": "Heel erg leuk van binnen en ook buiten kun je lekker zitten. Het drankje bij het proefplankje bij de koffie was mij wat bitter.",
      "rating": "FIVE",
      "author": "Myreen Sleddens"
    },
    {
      "text": "Prima gelegenheid om even te gaan zitten voor een kop koffie of wat te eten. Zowel binnen als buiten. Nadeel is de prijs, hamburger 20,- en een broodje met pulled pork a 12,-",
      "rating": "THREE",
      "author": "Jord"
    },
    {
      "text": "Leuk plekje, heerlijk gegeten na een boswandeling.",
      "rating": "FIVE",
      "author": "Dorota Swaczyna-Trinczek"
    },
    {
      "text": "Op de terugweg vanuit België, na een weekendje weg, kwamen we langs dit leuke restaurant, begin oktober en nog lekker in de zon op het terras gezeten. We waren met z’n vieren en hebben een super lekkere hamburger gegeten. Allemaal eigen patat erbij (en geen klein bakje wat je moet verdelen) en daarna nog een goede cappuccino gedronken. De bediening was super vriendelijk, attent en snel, verder zagen ze er allemaal keurig verzorgd uit. 5 sterren voor dit leuke restaurant van mij.",
      "rating": "FIVE",
      "author": "Remco Alberts"
    },
    {
      "text": "Genoten heerlijk genieten ♥️",
      "rating": "FIVE",
      "author": "Bert Rots"
    },
    {
      "text": "Het was er super",
      "rating": "FIVE",
      "author": "Eddy Van Dorsselaer"
    },
    {
      "text": "Wederom gezellig gezeten en lekker gegeten voor een acceptabele prijs. Blijft een mooi restaurant qua design. Vond het bedienend personeel wat jong. Dat past voor mij niet helemaal bij de sfeer en de kwalitatieve uitstraling. Maar ik begrijp volkomen dat je tegenwoordig al blij bent met personeel hoe dan ook. Verder komen we er graag....",
      "rating": "FOUR",
      "author": "Renate van Oorschot"
    },
    {
      "text": "All Meat Josper niet bestellen het is het allemaal net niet. De brisket als apart gerecht is wel lekker. Totaal indruk vriendelijk personeel keuken matig gewoontjes maakt restaurant pretentie niet waar. Leuke presentatie neemt die indruk niet weg. Jammer",
      "rating": "THREE",
      "author": "Dirk Kortleve"
    },
    {
      "text": "Zeer mooie zaak. Buiten gezeten. Maar vooral binnen zeer sfeervol.",
      "rating": "FIVE",
      "author": "Mary Broeders"
    },
    {
      "text": "Behoorlijk aan de prijs, maar het hoofdgerecht was lekker en dat is het belangrijkste. Maar 12,50 voor een stukje ananas van hooguit 3 cm is echt te gek. Prima plek voor een kopje koffie of een borrel. Maar voor een hapje eten zijn er betere adressen in de regio.",
      "rating": "THREE",
      "author": "tamara van Dalen"
    },
    {
      "text": "Binnen een strand, maar buiten ook! Helemaal geweldig. De kinderen vermaken zich altijd goed. Entree niet duur, parkeren voor de deur.",
      "rating": "FIVE",
      "author": "Wout Wallo"
    },
    {
      "text": "Grote landbouw tuinkast die verbouwd was tot indoor speelstrand. Kinderen vinden het geweldig. Ik vond het zelf steenkoud daar. Je kunt heerlijk eten bij het restaurant wat bij ingang van Sterrenstrand gelegen is.",
      "rating": "FOUR",
      "author": "Rémy Samulski"
    },
    {
      "text": "Kom al 11 jaar op ter spegelt is prima te doen aptijd veel plezier",
      "rating": "FIVE",
      "author": "Tjarko van Agt"
    },
    {
      "text": "HELLEMAAL TOP VELDJE 72!!!😊",
      "rating": "FIVE",
      "author": "Lisa Melein"
    },
    {
      "text": "Fantastische binnen zwem en strand locatie",
      "rating": "FIVE",
      "author": "Ronald Peeters"
    },
    {
      "text": "Leuk en een oh zo gaafe camping",
      "rating": "FOUR",
      "author": "Daniel Stege"
    },
    {
      "text": "Fantastisch voor de kinderen. Goede, vriendelijke bediening.",
      "rating": "FIVE",
      "author": "hans floris"
    },
    {
      "text": "Een heel leuk strandje",
      "rating": "FIVE",
      "author": "Marcel Wisselaar"
    },
    {
      "text": "Zuiver, en mooi aangelegd",
      "rating": "FIVE",
      "author": "Berry Dortmans"
    },
    {
      "text": "Het is niet omdat ik in Eersel woon, maar Camping Ter Spegelt is een hele mooie Camping. Qua ligging en voorzieningen een topper. Het gebied er omheen is een oase van rust met mooie wandelgebieden.Hiernaast spettert het Bourgondische leven je tegemoet, ook door het gezellige centrum van Eersel met zijn geweldige terrassen en restaurants. En ik mag hier wonen😊😊👍👍",
      "rating": "FIVE",
      "author": "Ronald Booij"
    },
    {
      "text": "Prachtige locatie.",
      "rating": "FIVE",
      "author": "Harry Lintjens"
    },
    {
      "text": "Heel leuk strand en zwembad onze kinderen van 3 en 4 jaar hebben zich er goed vermaakt.",
      "rating": "FIVE",
      "author": "wendy Stolp"
    },
    {
      "text": "Hele fijne camping, precies wat we zochten. Kunnen hele dagen bij het water vertoeven of met de fietsjes spelen.",
      "rating": "FIVE",
      "author": "Yvonne van Leuken"
    },
    {
      "text": "Went on a family break over Easter with Eurocamp. Great place, well laid out, loads to do. Kids loved the indoor beach and swimming pool where we spent a lot of our holiday. Staff were friendly and helpful, and other guests were pleasant. The lakes where you could swim and do outdoor sports looked like they would be nice when the weather is warmer, the kids clubs we didn't make much use of but they had a range of activities available. The only minor change I would make on booking again is upgrading from the basic accommodation on Eurocamp as it was a little cramped, you couldn't stand in the double bedroom as the bed took up the whole room, and my 6'2\" husband couldn't close the door to the toilet if he sat down as there wasn't enough room for his legs! We are definitely hoping to return to the park though as everything else was great.",
      "rating": "FIVE",
      "author": "Felicia Holliday"
    },
    {
      "text": "We went only for the restaurant at the front to eat not staying there!!...good food...friendly staff...",
      "rating": "FIVE",
      "author": "Frank Geboers"
    },
    {
      "text": "Prachtige camping speciaal gericht op kinderen",
      "rating": "FIVE",
      "author": "Kevin van Hout"
    },
    {
      "text": "De beste camping van Nederland",
      "rating": "FIVE",
      "author": "Chris Klootwijk"
    },
    {
      "text": "Dikke aanrader 👍",
      "rating": "FIVE",
      "author": "Ben van leeuwen"
    },
    {
      "text": "Man man geweldige mooie camping , moet ook eerlijk zijn we hadden een super plaats ! Echt genieten voor iedereen is er wel iets.",
      "rating": "FIVE",
      "author": "Ad Dekker"
    },
    {
      "text": "Een heel kindvriendelijke camping, wel erg groot, maar wel echt leuk zo voor ons samen met onze kleinzoon van 20 maanden. We komen zeker terug.",
      "rating": "FOUR",
      "author": "Henriette Pieters"
    },
    {
      "text": "Hele leuke camping waar veel te doen is voor de kinderen! Sanitair is netjes.",
      "rating": "FIVE",
      "author": "Anne Vd Akker"
    },
    {
      "text": "Topcamping! 5 sterren meer dan waard! Ruime kampeerplekken, fijn sanitair. Er wordt veel georganiseerd en er is veel te doen. Personeel is supervriendelijk en hulpvaardig. Eten bestellen en binnen 30 minuten bezorgd op je kampeerplek is ook top! Mijn kleinkinderen en ik hebben genoten!",
      "rating": "FIVE",
      "author": "Anne Raaymakers"
    },
    {
      "text": "Afgelopen week voor de eerste keer op de camping gestaan en we komen zeker terug. We hebben qua weer alles gehad (zon, regen, hagel, sneeuw en storm), maar ondanks dat hebben we het naar ons zin gehad. Toiletgebouw was netjes, de plekken ruim genoeg, rustig ondanks de hoeveelheid mensen en wat prettig is, is dat de plekken waar veel kinderen zijn aan de buitenkant van de camping liggen. Activiteiten zijn gevarieerd en voor alle leeftijden. Aandachtspunt verdient de dropping, deze is verre van coronaproef. Met 50 mensen in een bus kan echt niet, daarnaast duurt het allemaal veel te lang ( een uur wachten op een industrieterrein) en is de afstand zo laat in de avond veel te ver. Meer informatie over de gang van zaken vooraf zou prettig zijn. Het bandraften is top en mag vaker in de week. Tokkelbaan helaas niet in de activiteit van afgelopen week en ook het blobkussen niet. Een spooktocht werd door onze dochter gemist. Bezorging van de bestelde maaltijd was echt supersnel👍🏻 . En ook het ☕️ wordt gewaardeerd. Openingstijden supermarkt mogen ruimer 18.00 uur dicht is erg vroeg voor een vakantiepark. TerSpegelt tot volgend jaar.",
      "rating": "FIVE",
      "author": "A den Hartog"
    },
    {
      "text": "Leuke camping veel te doen en erg aardige animatie",
      "rating": "FIVE",
      "author": "Hessel Van Bakel"
    },
    {
      "text": "Mooi park waar hard aan de weg getimmerd word om de gasten te vermaken en actief aan actieviteiten deel tenemen ook voor de kleintjes op het park maar ook in het aangrenzende bos.er worden allerlei nieuwe dingen gerealiseerd zoals een uitkijk toren en daarom heen word iets heel moois gerealiseerd.(nog in aanleg).hier op dit park word aan de toekomst gewerkt door een goed en hardwerkend vast team en oproep krachten(onmisbaar).",
      "rating": "FIVE",
      "author": "Toon Sigaar (Toontje)"
    },
    {
      "text": "Dit is een erg leuke camping met veel verschillende activiteiten. Ik heb er zeker van genoten.",
      "rating": "FIVE",
      "author": "Maaike Gerritsen"
    },
    {
      "text": "Helaas was het zwembad noodgedwongen dicht, zit wel in de prijs, maar op geen enkele manier een gebaar van compensatie.",
      "rating": "FOUR",
      "author": "Maria Verheijen"
    },
    {
      "text": "Perfect voor de kinderen.",
      "rating": "FIVE",
      "author": "Ruud Doumen"
    },
    {
      "text": "Ik ben zeer tevreden over deze plek leuk met de glijbanen buiten , het restaurant wijde blik is helemaal top lekker eten en prima personeel",
      "rating": "FIVE",
      "author": "Monique Sijkens"
    },
    {
      "text": "Super kinderfeestje gehad. Top geregeld!",
      "rating": "FIVE",
      "author": "Anne-Matie Son van"
    },
    {
      "text": "Kom hier al 14 jaar met plezier maar door de managerment dit jaar niet. je mag het savonds niet te gezellig hebben (wat ik begrijp) maar de manier hoe ze t overbrengen vond ik zeer jammer. niet klant vriendelijk.",
      "rating": "ONE",
      "author": "Glenn"
    },
    {
      "text": "Ergste vakantie uit mijn leven. Mijn vader kreeg een herseninfarct. Ik ben terug naar huis gegaan. Bij terugkomst kreeg ik te horen dat we per direct af konden breken omdat we geluidsoverlast hadden veroorzaakt????? Zonder weerwoord te kunnen geven..zonder pardon...",
      "rating": "ONE",
      "author": "Annelies Bakens"
    },
    {
      "text": "Hele mooie camping",
      "rating": "FIVE",
      "author": "jasper van Maanen"
    },
    {
      "text": "Ik kom al jaren op deze camping en was altijd leukk. Alleen nu proberen ze de oudere jeugd te verminderen. Dus er is nu nog maar weinig aan voor oudere jeugd. Dus ergg jammer",
      "rating": "THREE",
      "author": "Nick van Erp"
    },
    {
      "text": "Wordt als een stuk strond behandeld",
      "rating": "ONE",
      "author": "stein tjuh"
    },
    {
      "text": "Midget golf, netjes verzorgd.",
      "rating": "FIVE",
      "author": "Rob Kivits"
    },
    {
      "text": "Geweldige camping voor gezinnen met jonge kinderen trefwoorden.zwemmen zowel binnen als buiten,animatieteam,speeltuinen,crosbaan,voetballen,kinderboerderij en nog veeeel meer!Het terrein is verzorgd en netjes ook is er een supermarkt (Spar) en restaurant aanwezig de toiletgebouwen zijn voor het aantal mensen wat er gebruik van maakt redelijk schoon.Wat ik wel een nadeel vind is dat er te weinig toiletten en douches aanwezig zijn voor de heren slechts 2 in een gebouw en 6 douches dat geeft af en toe wat wachttijden in de spits maar desondanks dit zou ik hier zeker terugkomen.",
      "rating": "FIVE",
      "author": "Martin"
    },
    {
      "text": "Is wel leuk",
      "rating": "FIVE",
      "author": "Sterre Teunissen"
    },
    {
      "text": "Het si een fantastische kampimh ik ben er al 3 keer geweest en er is ook veel te doen",
      "rating": "FIVE",
      "author": "Chayenne 01"
    },
    {
      "text": "Leuke accomodatie voor kinderen en ouders",
      "rating": "FOUR",
      "author": "Ben Van-Dal"
    },
    {
      "text": "De kinderen vinden dit geweldig. Ik vind alleen dat je te weinig zicht hebt op het strand vanaf het terras.",
      "rating": "FOUR",
      "author": "Jaap Bierens"
    },
    {
      "text": "Wonderful for children to play and swim here.",
      "rating": "FIVE",
      "author": "John Liam V"
    },
    {
      "text": "Kleine vond het geweldig. Alleen jammer van het ijskoude water bij het zand gedeelte",
      "rating": "FOUR",
      "author": "Oscar Kersten"
    },
    {
      "text": "Fijn schoon water en zandstrand met horeca",
      "rating": "FIVE",
      "author": "Jaap"
    },
    {
      "text": "Het is een prachtige camping voor kinderen, voor gehandicapten of mensen met beperkingen, is het slecht. Er is maar een invalide toilet gebouw, in het midden van de camping en die is al moelijk berijdbaar voor de gehandicapten personen ook ligt het toilet gebouw ver van alle activiteiten, ik heb het gemeld bij de receptie, ik hoop dat ze er iets mee doen.",
      "rating": "THREE",
      "author": "Ad Huggers"
    },
    {
      "text": "Geweldig, we kwamen dit tegen op een terugreis uit het zuiden en besloten even te stoppen. De kinderen hebben zich enorm vermaakt, de horeca is goed, het speelgedeelte binnen is prima voor kinderen tot een jaar of 10. Het zwembad is heerlijk, en dan hebben het het enorme buiten gedeelte nog niet eens gehad. Wat een leuke plek!",
      "rating": "FIVE",
      "author": "Nick Priem"
    },
    {
      "text": "Great place for kids to swim and mess around.",
      "rating": "FIVE",
      "author": "Si R"
    },
    {
      "text": "Een schitterende camping ter spegelt, voor het gezin met kinderen de ideale plek om je vacantie te houden.",
      "rating": "FIVE",
      "author": "Arie Vandersteen"
    },
    {
      "text": "Mooie camping, wel erg groot omdat ik altijd naar kleinere campings ga. We zijn het laatste weekend van het seizoen geweest, dus was het al wat rustiger. Om van de receptie naar Sterrenstrand te lopen ben je wel even onderweg. Voordeel is dat er heel veel te doen is voor de kinderen: zwembad, tokkelbaan, strand, midgetgolf, pumptrack, ga zo maar door.",
      "rating": "FIVE",
      "author": "Bart Huitsing"
    },
    {
      "text": "super leuke camping veel te doen. Mooie schonen en nette huisjes",
      "rating": "FIVE",
      "author": "Jacqueline Arnouts"
    },
    {
      "text": "Mooie camping",
      "rating": "FOUR",
      "author": "Diana Fredrix"
    },
    {
      "text": "Top camping!!! Vooral voor de kids!",
      "rating": "FIVE",
      "author": "Geppie Frentz"
    },
    {
      "text": "Heerlijke camping en het is prachtig aangelegd! Enige jammere was dat we door corona maar een uurtje per dag konden zwemmen en soms was het al volgeboekt voor de dag erna. Maar het park is geweldig en het recreatieprogramma erg divers.",
      "rating": "FIVE",
      "author": "Joyce de Veth"
    },
    {
      "text": "Zeer leuke camping met leuke recreatie. En mooie restaurants. Zeker een aanrader",
      "rating": "FIVE",
      "author": "Luuk van hest"
    },
    {
      "text": "Ruk wifi plus ruk camping",
      "rating": "ONE",
      "author": "Timo Van Hattum"
    },
    {
      "text": "Super park, elke dag veel te doen. Wij zaten er met 2 kinderen van 4 en 6 en die vermaakten zich elke dag goed. (veld 27) Binnen zwembad wat klein maar door de corona reserveringen goed te doen. Sterrenstrand heel leuk vanaf 4 jaar. voor jongere kinderen best gevaarlijk en onoverzichtelijk. Animatie is super! Sanitair heel schoon en altijd dichtbij. Verwacht echter geen camping waar het om 23:00 stil is (zoals wij gewend zijn op vorige campings). Tot zeker 01:00 overal rumoer en muziek. Er schijnen parkwachten rond te rijden maar we hebben deze nooit gezien. Zelfs niet na 5 klachten van ons veld over (zeer) luidruchtige buren. Neem dus oordopjes mee!",
      "rating": "FOUR",
      "author": "MSP Global Products"
    },
    {
      "text": "Geweldige camping met veel mogelijkheden.",
      "rating": "FIVE",
      "author": "Kim Peters"
    },
    {
      "text": "Mooie camping",
      "rating": "FIVE",
      "author": "harold masselink"
    },
    {
      "text": "Al jaren stond deze camping op ons lijstje, nu eindelijk hier 2 weken kunnen kamperen. In een woord TOP. we kunnen echt geen min punt bedenken. Schoon sanitar, aardige medewerkrs, in 16 jaar kampeer ervaring voor t eerst bij aankomst een hand van receptionist gekregen. Voldoende animatie, voldoende eet mogelijkheden. S avonds op een redelijke tijd stil, 3 beveiligers de hele nacht. Grote camping maar zo voelt t niet. Tip, neem fiets mee, anders is t ver lopen van voor naar achterkant. Top ga zo door, wij komen zeker weer.",
      "rating": "FIVE",
      "author": "Anja Lijenaar"
    },
    {
      "text": "Mooi park netjes fijne zwembaden en leuke speeltuinen.",
      "rating": "FIVE",
      "author": "Jeanny Boerdijk - Smits"
    },
    {
      "text": "Supeer een en al leuk",
      "rating": "FIVE",
      "author": "Willemijn Hollenberg"
    },
    {
      "text": "Super leuke vakantie",
      "rating": "FIVE",
      "author": "Tara Heck"
    },
    {
      "text": "super leuk park en er is veel te doen.",
      "rating": "FIVE",
      "author": "joey pol"
    },
    {
      "text": "There are several beach accesses that allow for both social, wild fun and people watching energy, and more our pace of ease, quiet, space, variety and pace. We enjoyed the near woods, the on-site store's variety, the neighborhood shopping. We found the private sanitär facilities as variable...though appreciated having the personal space.",
      "rating": "FOUR",
      "author": "Tree Hugger"
    },
    {
      "text": "Second year that we've visited... a brilliant holiday park with plenty to keep you busy! Our two boys love it here 😀",
      "rating": "FIVE",
      "author": "CJ"
    },
    {
      "text": "Super vakantie. Vriendelijk personeel. Genoeg activiteiten voor de kids",
      "rating": "FIVE",
      "author": "Bart J"
    },
    {
      "text": "Leuk dagje weg met de kinderen zeker als het buiten zwem weer is. Binnen een leuke water en zand speeltuin. Je kunt er een frietje of pizza kopen maar ook gaan eten. Leuke dag gehad en we gaan zeker nog eens terug!",
      "rating": "FIVE",
      "author": "Bart van Ravenstein"
    },
    {
      "text": "Was een leuke dag. Begonnen in het zwembad waar je prima ruimte had om ringen op te duiken of te spetteren. Baantjes trekken is het niet dus echt lekker spelen. De bootjes baan is ook echt geweldig voor de kleintjes en grotere kinderen. Bloosbad heerlijk warm water voor de allerkleinsten. Ook de badmeesters hielden goed toezicht en waren goed Allert en streng! Heel goed. Glijbaan jammer dat het stoplicht niet werkte daarom stonden er wat langere rijen, bubbelbad was lekker warm maar er hing wel een chloor luchtje, flink wat chloor wordt er gebruikt. Het sterrenstrand was een pareltje opzich. Heerlijk ploeteren in het zand en water wat brrr.. koud was maar kids hebben zich prima vermaakt. Puntje van kritiek, doe de snack Kiosk ook open buiten de herfstvakantie van het zuiden want het personeel liep de billen onder de kont uit om eten van het andere restaurant naar de sterrenstrand te brengen, en zorg dat de uitgifte van bonnetjes het doet dan kun je ook echt zien wie wat besteld heeft.",
      "rating": "FOUR",
      "author": "Moniek Stokm"
    },
    {
      "text": "Super voor kinderen",
      "rating": "FIVE",
      "author": "Armach Van Twillert"
    },
    {
      "text": "2.50 voor 3 scheutjes koffie!!! Het zijn de kleine dingen die het maken of Niet maken!",
      "rating": "ONE",
      "author": "Hakan Gorgen"
    },
    {
      "text": "Prima zwembad lekker warm",
      "rating": "FOUR",
      "author": "Dirk Kortleve"
    },
    {
      "text": "Heel erg leuk voor kinderen ( 3+ is aanrader).",
      "rating": "FOUR",
      "author": "Luuk Hermans"
    }
  ]
}